[
  {
    "title": "土佐日記",
    "title_kana": "とさにき",
    "title_roman": "Tosa Nikki",
    "author": "紀貫之",
    "author_kana": "きのつらゆき",
    "author_roman": "Ki no Tsurayuki",
    "paragraph": [
      {
        "date": "20241026,20241111",
        "id": 1,
        "text": "男もすなる日記といふものを、女もしてみむとてするなり。",
        "kana": "をとこもすなるにきといふものを、をんなもしてみむとてするなり。",
        "translation-ja": "男手で書くという日記というものを、女手で書いてみようと思って書くのである。",
        "translation-en": "A diary is something written in the masculine style, but I will try writing it in the feminine style.",
        "translation-ja-natural": "男の書き方で書くという日記を、女の書き方で書いてみようと思って書いているのです。",
        "translation-en-natural": "So, diaries are usually done up in this formal, masculine style... but here I am, giving it a go in a bit more of a feminine touch."
      },
      {
        "date": "20241026,20241112",
        "id": 2,
        "text": "それの年のしはすの二十日あまり一日の、戌の時に門出す。",
        "kana": "それのとしのしはすのはつかあまりついたちの、いぬのときにかどです。",
        "translation-ja": "その年（承平四年）の師走の二十一日の、戌の時に出発しました。",
        "translation-en": "On the twenty-first day of December in the 4th year of the Shohei era, we departed at the hour of the dog (around 8 to 10 PM).",
        "translation-ja-natural": "その年（承平四年）の十二月二十一日、戌の刻に出発しました。",
        "translation-en-natural": "December 21st, Shohei Era, Year 4. Set off around the hour of the dog (between 8 and 10 PM)."
      },
      {
        "date": "20241026,20241111",
        "id": 3,
        "text": "そのよしいさゝかものにかきつく。",
        "kana": "そのよしいささかものにかきつく。",
        "translation-ja": "その出来事を少し書きとめました。",
        "translation-en": "I wrote down a little about the matter.",
        "translation-ja-natural": "その旅のことを、少しばかり書き残しました。",
        "translation-en-natural": "Jotted down a few notes about the whole situation."
      },
      {
        "date": "20241103,20241110,20241111",
        "id": 4,
        "text": "ある人縣の四年五年はてゝ例のことゞも皆しをへて、解由など取りて住むたちより出でゝ船に乘るべき所へわたる。",
        "kana": "あるひとあがたのよとせいつとせはててれいのことどもみなしをへて、げゆなどとりてすむたちよりいでてふねにのるべきところへわたる。",
        "translation-ja": "ある人が国司として四年、五年の任期を終え、儀式などもすべて済ませ、解由状を受け取って、住まいを出て船に乗る場所へ向かった。",
        "translation-en": "A certain person, having completed his four or five-year term as governor, performed all customary ceremonies, received the geyu document, and left his residence to head to the place where he was to board the ship.",
        "translation-ja-natural": "ある人が国司として四年、五年の任期を終え、儀式などもすべて済ませ、解由状を受け取って、住まいを出て船に乗る場所へ向かいました。",
        "translation-en-natural": "So, after wrapping up his four or five years as governor, doing all the formal ceremonies, and finally getting the geyu document, he packed up and headed off to the dock to catch his ship."
      },
      {
        "date": "20241103,20241111,20241112",
        "id": 5,
        "text": "かれこれ知る知らぬおくりす。",
        "kana": "かれこれしるしらぬおくりす。",
        "translation-ja": "かれこれ、知っている人、知らない人が見送りをする。",
        "translation-en": "People who know him and people who don't know him all see him off.",
        "translation-ja-natural": "知っている人も知らない人も、みんなが見送りに来ました。",
        "translation-en-natural": "A mix of people he knows and people he doesn't even recognize have all gathered to see him off."
      },
      {
        "date": "20241103,20241111,20241112",
        "id": 6,
        "text": "年ごろよく具しつる人々（共イ）なむわかれ難く思ひてその日頻にとかくしつゝのゝしるうちに夜更けぬ。",
        "kana": "としごろよくぐしつるひとびとなむわかれがたくおもひてそのひしきりにとかくしつつののしるうちによふけぬ。",
        "translation-ja": "長年親しく付き合ってきた人々が、別れがたいと感じて、毎日のようにあれこれと言いながら賑やかに過ごすうちに、夜が更けてしまった。",
        "translation-en": "People who had been close for many years, finding it hard to part, spent each day talking back and forth, and before they knew it, night had fallen.",
        "translation-ja-natural": "長年親しくしてきた人たちが、別れがたいと感じて、一日中あれこれと賑やかに過ごしているうちに、いつの間にか夜が更けてしまいました。",
        "translation-en-natural": "People he'd been close to for ages, all finding it tough to say goodbye, spent their days chattering away, and somehow, before anyone noticed, it was nightfall again."
      },
      {
        "date": "20241103,20241111,20241112",
        "id": 7,
        "text": "廿二日（にイ有）、和泉の國までとたひらかにねがひたつ。",
        "kana": "はつか（にあり）、いずみのくにまでとたひらかにねがひたつ。",
        "translation-ja": "二十二日に、和泉の国までと無事を願いをたてた。",
        "translation-en": "On the twenty-second day, I prayed for a safe journey as far as the province of Izumi.",
        "translation-ja-natural": "二十二日に、ひとまず和泉の国まで無事であるようにと祈願しました。",
        "translation-en-natural": "On the twenty-second, made a little prayer for a safe trip, at least as far as Izumi Province."
      },
      {
        "date": "20241109,20241111,20241112",
        "id": 8,
        "text": "藤原の言實船路なれど馬の餞す。",
        "kana": "ふじわらのときざねふねじなれどうまのはなむけす。",
        "translation-ja": "藤原のときざねが、船路の旅なのに餞(うまのはなむけ)をする。",
        "translation-en": "Fujiwara no Tokizane sent a farewell gift called 'Uma no Hanamuke'--despite it being a sea voyage.",
        "translation-ja-natural": "藤原のときざねは、船旅なのに「馬のはなむけ」をするのです。",
        "translation-en-natural": "Fujiwara no Tokizane sent off a farewell gift called 'Uma no Hanamuke' (horse nose heading)—even though it was a sea voyage. Go figure."
      },
      {
        "date": "20241111,20241112",
        "id": 9,
        "text": "上中下ながら醉ひ過ぎていと怪しくしほ海のほとりにてあざれあへり。",
        "kana": "かみなかしもゑひすぎていとあやしくしほうみのほとりにてあざれあへり。",
        "translation-ja": "上も中も下も酔い過ぎて、非常に不思議に潮海のほとりでふざけ合った。",
        "translation-en": "The high, the middle, and the low all drank too much, behaving very strangely, and fooling around by the shore of the salt sea.",
        "translation-ja-natural": "身分の上下に関係なく、みんな酔っ払って、とてもおかしなことに、腐るはずのない塩海のほとりで、ああ、戯れあっている。",
        "translation-en-natural": "Everyone—high, middle, and low—completely sloshed, acting all strange and silly by the salt sea. Honestly, just carrying on without a care!"
      },
      {
        "date": "20241113",
        "id": 10,
        "text": "廿三日、八木の康教といふ人あり。",
        "kana": "はつかあまりみか、やぎのやすのりといふひとあり。",
        "translation-ja": "二十三日に、八木の康教という人がいた。",
        "translation-en": "On the twenty-third, there was a person named Yasunori Yagi.",
        "translation-ja-natural": "二十三日に、八木の康教という人がいました。",
        "translation-en-natural": "In typical fashion, on the twenty-third, there appeared a chap by the name of Yasunori Yagi—yes, another one of those."
      },
      {
        "date": "20241113",
        "id": 11,
        "text": "この人國に必ずしもいひつかふ者にもあらざる（二字ずイ）なり。",
        "kana": "このひとくににかならずしもいひつかふものにもあらざるなり。",
        "translation-ja": "この人は、国司庁でも必ずしも重用される者ではなかった。",
        "translation-en": "This person was not necessarily someone who would be employed in the governor's office.",
        "translation-ja-natural": "この人は、国司庁でも必ずしも重用される人ではありませんでした。",
        "translation-en-natural": "Frankly, this fellow wasn't exactly the sort you'd see climbing the ranks at the governor's office—hardly the office favorite, shall we say."
      },
      {
        "date": "20241113",
        "id": 12,
        "text": "これぞ正しきやうにて馬の餞したる。",
        "kana": "これぞただしきやうにてうまのはなむけしたる。",
        "translation-ja": "これこそが、正しいやり方で馬の餞をした。",
        "translation-en": "And yet, this person gave a horse as a farewell gift in a proper manner.",
        "translation-ja-natural": "これこそが、堂々とした態度で馬の餞別をしたのです。",
        "translation-en-natural": "And yet, here he is, putting on this grand show, giving a horse as a farewell gift, of all things!"
      },
      {
        "date": "20241115",
        "id": 13,
        "text": "かみがらにやあらむ、國人の心の常として今はとて見えざなるを心あるものは恥ぢずき（ぞイ）なむきける。",
        "kana": "かみがらにやあらむ、くにびとのこころのつねとしていまはとてみえざなるをこころあるものははぢずきなむきける。",
        "translation-ja": "守の人柄なのだろうか、国人の心の常としては、今はもう会うこともないのに、心のある人は気兼ねなく、なんとかして来ている。",
        "translation-en": "Could it be because of the governor's character? As is usual with the feelings of the provincial people, they think there is no longer any need to visit now, yet those with a sincere heart came without hesitation.",
        "translation-ja-natural": "守（国司）の人柄のせいなのでしょうか、任国の人々の心情としては、もう今さら会いに来ることもないのに、真心のある人は気兼ねせずにここに来てくれました。",
        "translation-en-natural": "Maybe it's the governor's charm or something? Honestly, most of the local folks are like, 'Oh, it's too late now, no point showing up.' But the truly decent ones? They just rock up, no fuss, no shame."
      },
      {
        "date": "20241116",
        "id": 14,
        "text": "これは物によりて譽むるにしもあらず。",
        "kana": "これはものによりてほむるにしもあらず。",
        "translation-ja": "これは物によって褒められるに値することではない。",
        "translation-en": "This is not about praising someone just because they gave you something.",
        "translation-ja-natural": "これは、物をもらったから褒めるのではありません。",
        "translation-en-natural": "It's not like I'm going to praise someone just because they gave me something, is it?"
      },
      {
        "date": "20241117",
        "id": 15,
        "text": "廿四日、講師馬の餞しに出でませり。",
        "kana": "はつかあまりよか、こうじうまのはなむけしにいでませり。",
        "translation-ja": "二十四日、講師が餞別においでになりました。",
        "translation-en": "On the twenty-fourth, the monk came to offer a farewell.",
        "translation-ja-natural": "二十四日、講師が馬の餞別を持ってやってきました。",
        "translation-en-natural": "So, on the twenty-fourth, this monk shows up for some kind of farewell thing. Honestly, I don’t even know if it involved a horse or not!"
      },
      {
        "date": "20241117",
        "id": 16,
        "text": "ありとある上下童まで醉ひしれて、一文字をだに知らぬものしが、足は十文字に踏みてぞ遊ぶ。",
        "kana": "ありとあるかみしもわらわまでゑひしれて、いちもんじをだにしらぬものしが、あしはじふもんじにふみてぞあそぶ。",
        "translation-ja": "ありとあらゆる身分の上の者も下の者も、子供までも酔いしれて、一文字すら知らない者が、十文字に踏んで遊んでいました。",
        "translation-en": "Everyone, from those of high rank to low rank, even children, were drunk, and those who didn't even know the character for 'one' were stepping with their feet in the shape of the character for 'ten' and playing.",
        "translation-en-natural": "Honestly, everyone, high and low, even the kids, got absolutely smashed. Even the ones who could not tell you that 'one' is just a straight line were stumbling around, crossing their feet like the character 'ten', which looks like a big cross, and having the time of their lives."
      },
      {
        "date": "20241118",
        "id": 17,
        "text": "廿五日、守のたちより呼びに文もて來れり。",
        "kana": "はつかあまりいつか、かみのたちより、よびにふみもてこれり。",
        "translation-ja": "二十五日、守の館より、守りの使者が招待の手紙を持って来ました。",
        "translation-en": "On the twenty-fifth, a messenger from the governor's residence brought a letter of invitation.",
        "translation-ja-natural": "二十五日、守の館から、使者が招待状を持ってきました。",
        "translation-en-natural": "So, on the twenty-fifth, a messenger turned up from the governor's residence with an invitation. Quite formal, really, but you have to wonder what's behind it."
      },
      {
        "date": "20241119",
        "id": 18,
        "text": "呼ばれて至りて日ひとひ夜ひとよとかく遊ぶやうにて明けにけり。",
        "kana": "よばれていたりてひとひよひとよとかくあそぶやうにてあけにけり。",
        "translation-ja": "招待されて行き、一日一夜と遊ぶようにして、夜が明けました。",
        "translation-en": "Having been invited and gone, he spent a day and a night playing in this way, and the dawn broke.",
        "translation-ja-natural": "招かれて出向き、一日一夜をあれこれ楽しんでいるうちに、夜が明けました。",
        "translation-en-natural": "So, got invited, showed up, and ended up spending the whole day and night just messing around. Before I knew it, dawn was breaking. Typical."
      },
      {
        "date": "20241121",
        "id": 19,
        "text": "廿六日、なほ守のたちにてあるじしのゝしりてをのこらまでに物かづけたり。",
        "kana": "はつかあまりむいか、なほかみのたちにてあるじしののしりてをのこらまでにものかづけたり。",
        "translation-ja": "二十六日、またもなお、守の館で饗宴をし、騒ぎ立て、付き人にまでよい物を持たせてくれました。",
        "translation-en": "On the twenty-sixth, yet again, at the governor's residence, a feast was held, there was much commotion, and even the attendants were made to carry fine items.",
        "translation-ja-natural": "二十六日もまた、国司の館で盛大な宴が開かれ、大騒ぎの末、こなくてもよかった付き人にまで、気前よくおみやげを持たせてくれました。",
        "translation-en-natural": "On the 26th, yet another feast at the governor's place. The whole thing turned into a loud, chaotic mess: pandemonium, bananas, you name it. And guess what? Even the guys who didn't really need to be there walked away with some nice goodies. Typical."
      },
      {
        "date": "20241123",
        "id": 20,
        "text": "からうた聲あげていひけり。",
        "kana": "からうたこゑあけていひけり。",
        "translation-ja": "漢詩は声を上げて詠みました。",
        "translation-en": "They recited a Chinese poem, raising their voices.",
        "translation-ja-natural": "漢詩は声を張り上げて詠みました。",
        "translation-en-natural": "They recited a Chinese poem, raising their voices."
      },
      {
        "date": "20241123",
        "id": 21,
        "text": "やまとうた、あるじもまらうどもこと人もいひあへりけり。",
        "kana": "やまとうた、あるじもまらうどもことひともいひあへりけり。",
        "translation-ja": "和歌を、主人も客人もこと人も、たがいに言い交わしました。",
        "translation-en": "They exchanged Japanese poems, the host, the guests, and even others present.",
        "translation-ja-natural": "和歌を、主人も客人も、その他の人たちも、みんなで和歌を詠み合いました。",
        "translation-en-natural": "They all took turns reciting Japanese poems, the host, the guests, and even some other folks who were there."
      },
      {
        "date": "20241124",
        "id": 22,
        "text": "からうたはこれにえ書かず。",
        "kana": "からうたはこれにえかかず。",
        "translation-ja": "漢詩は、これには書きません。",
        "translation-en": "I won't write down the Chinese poem here.",
        "translation-ja-natural": "漢詩は、これには書きません。",
        "translation-en-natural": "I won't write down the Chinese poem here."
      },
      {
        "date": "20241124",
        "id": 23,
        "text": "やまとうたあるじの守のよめりける、",
        "kana": "やまとうたあるじのかみのよめりける、",
        "translation-ja": "主人である新国司が詠んだ和歌は、",
        "translation-en": "The Japanese poem recited was composed by the host, the new governor.",
        "translation-ja-natural": "主人である新国司が詠んだ和歌は、",
        "translation-en-natural": "The Japanese poem recited was composed by the host, the new governor."
      },
      {
        "date": "20241125",
        "id": 24,
        "poem": "都いでゝ/君に逢はむと/こしものを/こしかひもなく/別れぬるかな",
        "kana": "みやこいでてきみにあはむとこしものをこしかひもなくわかれぬるかな",
        "translation-ja": "都を出て、君に逢いたいと来たのに、来た甲斐もなく、別れてしまうのでしょうか。",
        "translation-en": "Leaving the capital, to meet you I came, yet, though I came, we part, how regretful.",
        "translation-ja-natural": "都を出発して、あなたに逢いたいと思って来たのに、すぐに別れてしまうのでしょうか。",
        "translation-en-natural": "Leaving the capital, I came to meet you, but now, having come, we part. How sad."
      },
      {
        "date": "20241126",
        "id": 25,
        "text": "となむありければ、かへる前の守のよめりける、",
        "kana": "となむありければ、かへるさきのかみのよめりける、",
        "translation-ja": "ということであったので、帰京する前の国司が詠んだのは、",
        "translation-en": "And so it was, the song sang by the governor before returning to the capital was,",
        "translation-ja-natural": "そういうわけで、帰京する前の国司が詠んだのは、",
        "translation-en-natural": "That's why the governor, before returning to the capital, sing the following song:"
      },
      {
        "date": "20241126",
        "id": 26,
        "poem": "しろたへの/浪路を遠く/ゆきかひて/我に似べきは/たれならなくに",
        "kana": "しろたへのなみぢをとほくゆきかひてわれににべきはたれならなくに",
        "translation-ja": "白い布のような波の立つ海路を遠く行き交いして、私に似るべきは誰でもなく、あなたなのに",
        "translation-en": "Along the distant sea routes of white cloth-like waves, going back and forth, the one who should resemble me is none other than you.",
        "translation-ja-natural": "白い布のような波が立つ海路を遠く行き交いながら、私に似るべき人は、他でもないあなたなのに。",
        "translation-en-natural": "Traveling along the distant sea routes with waves like white cloth, the one who truly resembles me is none other than you."
      },
      {
        "date": "20241201",
        "id": 27,
        "text": "ことひとびとのもありけれどさかしきもなかるべし。",
        "kana": "ことひとびとのもありけれどさかしきもなかるべし。",
        "translation-ja": "他の人々の作品もあったが、すぐれたものはなかったようだ。",
        "translation-en": "There were also works by other people, but none of them seemed outstanding.",
        "translation-ja-natural": "他の人々の作品もありましたが、これといってすぐれたものはなかったようです。",
        "translation-en-natural": "There were pieces by others, sure, but honestly, nothing worth writing home about."
      },
      {
        "date": "20241202",
        "id": 28,
        "text": "とかくいひて前の守も今のも諸共におりて、今のあるじも前のも手取りかはしてゑひごとに心よげなることして出でにけり。",
        "kana": "とかくいひてまえのかみもいまのももろともにおりて、いまのあるじもまえのもてとりかはしてゑひごとにこころよげなることしていでにけり。",
        "translation-ja": "あれこれと言って、前の国司も今の国司も共に庭に降り、今の主人も前の主人も手を取り合い、酔った勢いで心地よさそうなことをして、一方は出ていき、もう一方は入った。",
        "translation-en": "Saying various things, the former governor and the current governor both went down to the garden, and the current master and the former master held hands, doing something cheerful under the influence of drink, one going out and the other coming in.",
        "translation-ja-natural": "あれこれ語り合いながら、前の国司と今の国司が一緒に庭に降り、今の主人と前の主人が手を取り合って、酔いにまかせて楽しげな様子を見せ、一方は館を出て行き、もう一方は館に入っていきました。",
        "translation-en-natural": "As they chatted about various things, the former governor and the current governor went down to the garden together. The current master and the former master joined hands, enjoying themselves under the influence of drink, with one leaving the estate and the other entering."
      },
      {
        "date": "20241204",
        "id": 29,
        "text": "廿七日、大津より浦戸をさして漕ぎ出づ。",
        "kana": "はつかあまりなぬか、おほつよりうらとをさしてこぎいづ。",
        "translation-ja": "二十七日、大津から浦戸に向かって漕ぎ出した。",
        "translation-en": "On the twenty-seventh, we rowed out from Otsu toward Urado.",
        "translation-ja-natural": "二十七日、大津から浦戸に向かって漕ぎ出しました。",
        "translation-en-natural": "On the 27th, we set out from Otsu and rowed toward Urado."
      },
      {
        "date": "20241204",
        "id": 30,
        "text": "かくあるうちに京にて生れたりし女子（子イ無）こゝにて俄にうせにしかば、この頃の出立いそぎを見れど何事もえいはず。",
        "kana": "かくあるうちにきやうにてうまれたりしをむなごここにてにはかにうせにしかは、このころのいつたちいそぎをみれどなにこともえいはず。",
        "translation-ja": "このようなことがある中で、京で生まれた女の子が、国で突然亡くなったので、この頃の出立ちの準備を見ても、何も言えない。",
        "translation-en": "In the midst of all this, a girl who was born in Kyoto suddenly passed away in the province, and those seeing the preparations for departure at this time could not say anything.",
        "translation-ja-natural": "このような状況の中で、京都で生まれた女の子が突然亡くなったので、この頃の出発の準備を見ても、何も言えませんでした。",
        "translation-en-natural": "In the midst of all this, a girl born in Kyoto suddenly passed away in the province. Those who saw the preparations for departure at this time couldn't say a word."
      },
      {
        "date": "20241204",
        "id": 31,
        "text": "京へ歸るに女子のなきのみぞ悲しび戀ふる。",
        "kana": "きやうへかへるにをむなごのなきのみぞかなしびこふる。",
        "translation-ja": "京へ帰る際に、女の子が亡くなったことだけが、悲しく、恋しく思う。",
        "translation-en": "As I return to Kyoto, only the death of the girl makes me feel sad and full of longing.",
        "translation-ja-natural": "京へ帰るとき、亡くなった女の子のことだけが、悲しくて恋しく思い出されます。",
        "translation-en-natural": "As I return to Kyoto, I am filled with sadness and longing, thinking only of the girl who has passed away."
      },
      {
        "date": "20241204",
        "id": 32,
        "text": "ある人々もえ堪へず。",
        "kana": "あるひとびともえたへず。",
        "translation-ja": "ある人々も、我慢できなかった。",
        "translation-en": "Some people could not bear it.",
        "translation-ja-natural": "居合わせた人々も、悲しみを堪えることができませんでした。",
        "translation-en-natural": "The people there couldn't hold back their sorrow."
      },
      {
        "date": "20241204",
        "id": 33,
        "text": "この間にある人のかきて出せる歌、",
        "kana": "このあひだにあるひとのかきていだせるうた、",
        "translation-ja": "この間に、ある人が書いて出せる歌は、",
        "translation-en": "During this time, a certain person wrote and presented a poem.",
        "translation-ja-natural": "その時に、ある人が書いて出した歌は、",
        "translation-en-natural": "At that moment, a person wrote and presented a poem."
      },
      {
        "date": "20241205",
        "id": 34,
        "poem": "都へと/おもふものゝ/かなしきは/かへらぬ人の/あればなりけり",
        "kana": "みやこへとおもふもののかなしきはかへらぬひとのあればなりけり",
        "translation-ja": "都へと思う者の悲しみは、帰らない人がいるからなのだ。",
        "translation-en": "The sadness of those who think of returning to the capital is because there is a person who will not return.",
        "translation-ja-natural": "都へ帰ろうと思っている人の悲しみは、一緒に帰るはずだった人を亡くしてしまったことなのです。",
        "translation-en-natural": "For those thinking of returning to the capital, the sorrow lies in having lost someone who was meant to return with them."
      },
      {
        "date": "20241205",
        "id": 35,
        "text": "又、或時には、",
        "kana": "またあるときには、",
        "translation-ja": "また、ある時には、",
        "translation-en": "Also, at times,",
        "translation-ja-natural": "また、ある時には、",
        "translation-en-natural": "Also, at times,"
      },
      {
        "date": "20241205",
        "id": 36,
        "poem": "あるものと/忘れつゝなほ/なき人を/いづらと問ふぞ/悲しかりける",
        "kana": "あるものとわすれつつなほなきひとをいづらととふぞかなしかりける",
        "translation-ja": "いるものと、忘れて、なお亡くなった人を「どこに」と尋ねてしまうことこそ悲しいことだ。",
        "translation-en": "Thinking she is still here, I forget that and keep asking, 'Where is she?' That is what makes it so heartbreaking.",
        "translation-ja-natural": "今もまだそこにいると思い込んで、いないことを忘れてしまい、どこにいるのかとつい尋ねてしまう。そのことこそ、悲しいことです。",
        "translation-en-natural": "I keep thinking she's still here and forget she's gone, only to find myself asking, 'Where is she?' And that's what makes it so deeply sad."
      },
      {
        "date": "20241206",
        "id": 37,
        "text": "といひける間に鹿兒の崎といふ所に守のはらからまたことひとこれかれ酒なにど持て追ひきて、磯におり居て別れ難きことをいふ。",
        "kana": "といひけるまにしかのさきといふところにかみのはらからまたことひとこれかれさかなにともておひきていそにおりゐてわかれがたきことをいふ。",
        "translation-ja": "そう言っている間に、鹿児の崎という場所で、国司の兄弟や、また他の人々が酒などを持って追いかけてきて、磯に降り座り、別れるのがつらいということを言う。",
        "translation-en": "While they were saying this, at a place called Kago no Saki, the governor's brothers and some other people brought things like sake and followed after them. They went down to the shore, sat down, and said that it was hard to part.",
        "translation-ja-natural": "そんなことを言っているうちに、鹿児の崎という場所で、国司の兄弟や他の人たちが、酒などを持って追いかけてきました。そして、磯に降りて座りながら、別れるのが本当に名残惜しいと言うのでした。",
        "translation-en-natural": "While they were talking, at a place called Kago no Saki, the governor's brothers and some others came after them, bringing things like sake. They sat down by the shore and talked about how hard it was to say goodbye."
      },
      {
        "date": "20241207",
        "id": 38,
        "text": "守のたちの人々の中にこの來る人々ぞ心あるやうにはいはれほのめく。",
        "kana": "かみのたちのひとびとのなかにこのきたるひとびとぞこころあるやうにはいはれほのめく。",
        "translation-ja": "国司の館の人々の中で、このやって来た人々こそ、心のあるように言われ、ほのかにそう感じられる。",
        "translation-en": "Among the people of the governor's residence, these visitors are the ones who are said to have sincerity, and it slightly seems that way.",
        "translation-ja-natural": "国司の館にいる人々の中で、このやって来た人たちは、誠実な心を持っているようだと話され、どことなくそんな雰囲気も感じられる。",
        "translation-en-natural": "Among the people at the governor's residence, these visitors are spoken of as sincere, and they do seem to give off that impression."
      },
      {
        "date": "20241209",
        "id": 39,
        "text": "かく別れ難くいひて、かの人々の口網ももろもちにてこの海邊にて荷ひいだせる歌、",
        "kana": "かくわかれがたくいひて、かのひとびとくちあみもろもちにてこのうみべにてになひいだせるうた、",
        "translation-ja": "このように別れがたいと言い、あの人々が口網をみんなで持って、この海辺で担ぎ出した歌。",
        "translation-en": "Saying that parting was so hard, those people, with their fishing nets jointly held, brought forth a poem at this seaside.",
        "translation-ja-natural": "こうして別れがたい気持ちを語りながら、あの人たちは、まるで漁師が口網を一緒に担ぎ出すように、この海辺で歌を作り上げました。",
        "translation-en-natural": "Expressing their reluctance to part, those people, as if carrying a fishing net together, composed a poem by the seaside."
      },
      {
        "date": "20241217",
        "id": 40,
        "text": "をしと思ふ/人やとまると/あし鴨の/うち群れてこそ/我はきにけれ",
        "kana": "をしとおもふ/ひとやとまると/あしがもの/うちむれてこそ/われはきにけれ",
        "translation-ja": "惜しいと思う人が引き留めてくれるのだろうか。葦鴨が群れ集まっているように、私は来てしまったのだ。",
        "translation-en": "Will there be anyone who thinks of me dearly enough to stop me? Like the wild ducks gathering together, I have come here.",
        "translation-ja-natural": "誰か私を引き留めてくれる人がいるのだろうか。葦鴨が群れるように、私はここまで来てしまったんだなあ。",
        "translation-en-natural": "Is there anyone who would stop me, thinking I'm too precious to let go? Like the wild ducks flocking together, I somehow ended up here."
      },
      {
        "date": "20241231",
        "id": 41,
        "text": "といひてありければ、いといたく愛でゝ行く人のよめりける、",
        "kana": "といひてありければ、いといたくめでてゆくひとのよめりける、",
        "translation-ja": "と言っていたので、とても褒めつつ、去り行く人が詠んだのは、",
        "translation-en": "Since it was being said, the person who praised it greatly and was leaving composed it.",
        "translation-ja-natural": "そう言っていたので、大いに褒めながら立ち去る人が詠んだのは、",
        "translation-en-natural": "Because it was said, the person, praising it greatly, composed a poem as they left."
      },
      {
        "date": "20250105",
        "id": 42,
        "poem": "棹させど/底ひも知らぬ/わたつみの/ふかきこゝろを/君に見るかな",
        "kana": "さをさせど/そこひもしらぬ/わたつみの/ふかきこころを/きみにみるかな",
        "translation-ja": "棹さしても底もわからぬ深い心をあなたに見たのです。",
        "translation-en": "Even as I push the pole, I see in you a deep heart whose bottom cannot be known.",
        "translation-ja-natural": "棹をさしても底が見えないほど深い心を、あなたの中に見つけました。",
        "translation-en-natural": "Even as I push the pole, I find in you a heart so deep its bottom cannot be reached."
      },
      {
        "date": "20250108",
        "id": 43,
        "text": "といふ間に楫取ものゝ哀も知らでおのれし酒をくらひつれば、早くいなむとて「潮滿ちぬ。風も吹きぬべし」とさわげば船に乘りなむとす。",
        "kana": "といふまにかぢとりもののあはれもしらでおのれさけをくらひつれば、はやくいなむとて「しほみちぬ。かぜもふきぬべし」とさわげば、ふねにのりなむとす。",
        "translation-ja": "と言っている間に、楫取は物の哀れも知らず、自分の酒を飲んでいたので、早く行こうとして、「潮が満ちた。風も吹きそうだ」と騒ぐので、船に乗ろうとする。",
        "translation-en": "While they were saying this, the kajitori, without knowing the pathos of things, drank their own sake. So, intending to leave quickly, they said, 'The tide has risen. The wind is likely to blow,' and, making a commotion, tried to board the boat.",
        "translation-ja-natural": "そんな話をしている間に、楫取たちは物の哀れも感じることなく、自分たちの酒を飲んでいました。それから、早く出発しようと、「潮が満ちたぞ。風も吹きそうだ」と騒ぎ出し、船に乗り込もうとしました。",
        "translation-en-natural": "As they talked, the crew, unaware of the sorrow of the moment, drank their sake. Eager to leave, they said, 'The tide is coming in. The wind is picking up,' and, causing a stir, tried to board the boat."
      },
      {
        "date": "20250112",
        "id": 44,
        "text": "この折にある人々折節につけて、からうたども時に似つかはしき（をイ有）いふ。",
        "kana": "このおりにあるひとびとをりふしにつけてからうたどもときににつかはしきをいふ。",
        "translation-ja": "この時に、ある人々が、折々に応じて、漢詩など、時にふさわしいものを言う。",
        "translation-en": "At this time, certain people, in accordance with the occasion, recited Chinese poems that were suitable for the moment.",
        "translation-ja-natural": "この時に、ある人々が、その時々に合わせて、漢詩など、その時にふさわしいものを詠みました。",
        "translation-en-natural": "At this time, certain people recited Chinese poems that were appropriate for the occasion."
      },
      {
        "date": "20250112",
        "id": 45,
        "text": "又ある人西國なれど甲斐歌などいふ。",
        "kana": "またあるひとにしぐになれどかひうたなどいふ。",
        "translation-ja": "また、ある人、西国であるが、甲斐の歌などという。",
        "translation-en": "And a person, even if it is the western provinces, sings Kai songs.",
        "translation-ja-natural": "また、ある人は、西国なのに、甲斐の歌などを歌っています。",
        "translation-en-natural": "Meanwhile, someone was singing songs from Kai Province, even though we were in the western regions."
      },
      {
        "date": "20250115",
        "id": 46,
        "text": "かくうたふに、ふなやかたの塵も散り、空ゆく雲もたゞよひぬとぞいふなる。",
        "kana": "かくうたふに、ふなやかたのちりもちり、そらゆくくももただよひぬとそいふなる。",
        "translation-ja": "このように歌うと、船屋の塵も散り、空を行く雲もただよったと言われる。",
        "translation-en": "When sung in this way, the dust of the boatyard also scattered, and the clouds going in the sky also drifted, it is said.",
        "translation-ja-natural": "このように歌うと、船屋の塵が舞い、空を流れる雲までも漂ったと言っているようです。",
        "translation-en-natural": "When sung in this way, it is said that even the dust in the boatyard scattered, and the clouds drifting across the sky seemed to float aimlessly."
      },
      {
        "date": "20250116",
        "id": 47,
        "text": "今宵浦戸にとまる。",
        "kana": "こよひうらとにとまる。",
        "translation-ja": "今宵、浦戸に泊まる。",
        "translation-en": "Tonight, we stay at Urado.",
        "translation-ja-natural": "今夜は、浦戸に泊まります。",
        "translation-en-natural": "Tonight, we will stay at Urado."
      },
      {
        "date": "20250117",
        "id": 48,
        "text": "藤原のとき實、橘の季衡、こと人々追ひきたり。",
        "kana": "ふじわらのときざね、たちばなのときひら、ことひとびとおひきたり。",
        "translation-ja": "藤原の時実、橘の季衡、その他の人々が追いかけてきた。",
        "translation-en": "Fujiwara no Tokizane, Tachibana no Suehira, and others followed.",
        "translation-ja-natural": "藤原の時実、橘の季衡、その他の人々が追いかけてきました。",
        "translation-en-natural": "Fujiwara no Tokizane, Tachibana no Suehira, and others followed."
      },
      {
        "date": "20250118",
        "id": 49,
        "text": "廿八日、浦戸より漕ぎ出でゝ大湊をおふ。",
        "kana": "にじふはちにち、うらとよりこぎいでておほみなとをおふ。",
        "translation-ja": "二十八日、浦戸を出て、大湊に向かう。",
        "translation-en": "On the twenty-eighth day, we set out from Urado and headed for Ominato.",
        "translation-ja-natural": "二十八日、浦戸を出発し、大湊に向かいました。",
        "translation-en-natural": "On the twenty-eighth day, we departed from Urado and made our way to Ominato."
      },
      {
        "date": "20250119",
        "id": 49,
        "text": "この間にはやくの國の守の子山口の千岑、酒よき物どももてきて船に入れたり。",
        "kana": "このあいだにはやくのくにのかみのこやまぐちのちみね、さけよきものどももてきてふねにいれたり。",
        "translation-ja": "この間に、以前の国の守の子、山口の千岑、酒、よい物を持ってきて、船に入れた。",
        "translation-en": "During this time, the son of the former governor of this country, Chisato Yamaguchi, brought sake and good things and put them on the boat.",
        "translation-ja-natural": "この間に、先のこの国の国司の子、山口の千岑が、酒やけっこな品々を持ってきて、船に差し入れをしました。",
        "translation-en-natural": "During this time, the son of the former governor of this country, Chisato Yamaguchi, brought sake and other good things and put them on the boat."
      },
      {
        "date": "20250119",
        "id": 50,
        "text": "ゆくゆく飮みくふ。",
        "kana": "ゆくゆくのみくふ。",
        "translation-ja": "ゆくゆく飲み食う。",
        "translation-en": "We will eat and drink as we go.",
        "translation-ja-natural": "航行しながら、飲み食いをしていきました。",
        "translation-en-natural": "We ate and drank as we sailed."
      },
      {
        "date": "20250120",
        "id": 51,
        "text": "廿九日、大湊にとまれり。",
        "kana": "にじふくにち、おほみなとにとまれり。",
        "translation-ja": "二十九日。大湊に泊っている。",
        "translation-en": "On the twenty-ninth day, we stayed at Ominato.",
        "translation-ja-natural": "二十九日、大湊に泊まっています。",
        "translation-en-natural": "On the twenty-ninth day, we stayed at Ominato."
      },
      {
        "date": "20250120",
        "id": 52,
        "text": "くす師ふりはへて屠蘇白散酒加へてもて來たり。",
        "kana": "くすしふりはへてとうそびやくさんしゆくわへてもてきたり。",
        "translation-ja": "薬師が、念を入れて屠蘇や白散に酒を加えて持ってきた。",
        "translation-en": "The apothecary, taking special care, brought toso and hakusan, adding sake.",
        "translation-ja-natural": "薬師が気を利かせて、屠蘇や白散に酒を混ぜて持ってきました。",
        "translation-en-natural": "The apothecary thoughtfully prepared tosō and hakusan, mixing them with sake, and brought it over."
      },
      {
        "date": "20250120",
        "id": 53,
        "text": "志あるに似たり。",
        "kana": "こころざしあるににたり。",
        "translation-ja": "志があるように見える。",
        "translation-en": "It seems that there is sincerity.",
        "translation-ja-natural": "誠意があるように思える。",
        "translation-en-natural": "It seems like there is genuine sincerity."
      },
      {
        "date": "20250124",
        "id": 54,
        "text": "元日、なほ同じとまりなり。",
        "kana": "がんたん、なほおなじとまりなり。",
        "translation-ja": "元日、まだ同じ停泊地にいる。",
        "translation-en": "On New Year's Day, we are still staying in the same place.",
        "translation-ja-natural": "元日も、まだ同じ場所に停泊しています。",
        "translation-en-natural": "On New Year's Day, we are still staying in the same place."
      },
      {
        "date": "20250125",
        "id": 55,
        "text": "白散をあるもの夜のまとてふなやかたにさしはさめりければ、風に吹きならさせて海に入れてえ飮まずなりぬ。",
        "kana": "はくさんをあるものよのまとてふなやかたにさしはさめりければ、かぜにふきならさせてうみにいれてえのまずなりぬ。",
        "translation-ja": "白散を持っている人が、夜の間に船の屋形に差し挟んでいたところ、風に吹き鳴らされて海に入ってしまい、飲むことができなくなった。",
        "translation-en": "A person who had hakusan, having wedged it into the boathouse overnight, had it blown noisily by the wind into the sea and was unable to drink it.",
        "translation-ja-natural": "白散を持っていた人が、夜の間に船の屋形に置いておいたら、風に吹かれて海に落ちてしまい、飲めなくなりました。",
        "translation-en-natural": "Someone who had hakusan left it overnight in the boathouse, but the wind blew it into the sea, so they couldn’t drink it."
      },
      {
        "date": "20250126",
        "id": 56,
        "text": "芋し（もカ）あらめも齒固めもなし。",
        "kana": "いもしもあらめもくちかためもなし。",
        "translation-ja": "芋茎も荒布も、歯固めもない。",
        "translation-en": "No potatoes, no seaweed, no hagatame teeth hardener.",
        "translation-ja-natural": "芋も海藻荒布も祝物の歯固めもありません。",
        "translation-en-natural": "No potatoes, no seaweed, no festive \"Hagatame\" meat (a symbolic dish for celebrating longevity and resilience in Japanese tradition)."
      },
      {
        "date": "20250127",
        "id": 57,
        "text": "かやうの物もなき國なり。",
        "kana": "かやうのものもなきくになり。",
        "translation-ja": "こういうものもない国である。",
        "translation-en": "It is a country without such things.",
        "translation-ja-natural": "こんなものもないところです。",
        "translation-en-natural": "Here is a place without such things."
      },
      {
        "date": "20250127",
        "id": 58,
        "text": "求めもおかず。",
        "kana": "もとめもおかず。",
        "translation-ja": "求めてもおかなかった。",
        "translation-en": "We did not seek it in advance.",
        "translation-ja-natural": "求めてもおきませんでした。",
        "translation-en-natural": "We didn't buy them in advance."
      },
      {
        "date": "20250128",
        "id": 59,
        "text": "唯おしあゆの口をのみぞ吸ふ。",
        "kana": "ただおしあゆのくちをのみそすふ。",
        "translation-ja": "ただ、押鮎の口を吸うだけ。",
        "translation-en": "Only sucking the mouth of the pressed sweetfish.",
        "translation-ja-natural": "ただ、押鮎の口をしゃぶっているだけでした。",
        "translation-en-natural": "Just sucking the mouth of the pressed sweetfish."
      },
      {
        "date": "20250129",
        "id": 60,
        "text": "このすふ人々の口を押年魚もし思ふやうあらむや。",
        "kana": "このすふひとびとのくちをおしあゆもしおもふやうあらむや。",
        "translation-ja": "この人々が口を吸う押年魚の方も、いったいどう思っているだろうか。",
        "translation-en": "I wonder what the sweetfish, pressed and sucked by these people's mouths, is thinking.",
        "translation-ja-natural": "この人々に口を吸われている押年魚（鮎）の方も、いったいどう思っているのだろうか。いや、おそらく『口惜しい鮎』（くちをしあゆ）とでも思っているのだろうか。",
        "translation-en-natural": "What might the pressed sweetfish, being sucked by these people's mouths, be thinking? Perhaps they are lamenting as 'kuchi-oshi ayu,' the regretful sweetfish."
      },
      {
        "date": "20250130",
        "id": 61,
        "text": "今日は都のみぞ思ひやらるゝ。",
        "kana": "けふはみやこのみぞおもひやらるゝ。",
        "translation-ja": "今日は都のみぞ思いやられる。",
        "translation-en": "Today, only the capital weighs on my mind.",
        "translation-ja-natural": "今日は都のことばかりが思いやられます。",
        "translation-en-natural": "Today, I can't help but worry about the capital."
      },
      {
        "date": "20250131",
        "id": 62,
        "text": "「九重の門のしりくめ繩のなよしの頭ひゝら木らいかに」とぞいひあへる。",
        "kana": "「こへのかどのしりくめなはのなよしのかしらひひらぎいかに」とぞいひあへる。",
        "translation-ja": "「小家の門のしめ繩についた鯔の頭や柊はどうしているだろう」と言い合っている。",
        "translation-en": "They are talking about how the heads of the zui on the cords of the gates of the commoners' houses are doing.",
        "translation-ja-natural": "「民家の門のしめ繩についた鯔の頭や柊は、どうしているのだろう」と話しているようです。",
        "translation-en-natural": "They are talking about how the heads of the zui on the cords of the gates of the commoners' houses are doing."
      },
      {
        "date": "20250201",
        "id": 63,
        "text": "二日、なほ大湊にとまれり。",
        "kana": "ふつか、なほおほみなとにとまれり。",
        "translation-ja": "二日目も、まだ大湊に泊まっている。",
        "translation-en": "On the second day, we are still staying at Ominato.",
        "translation-ja-natural": "二日目も、まだ大湊に泊まっています。",
        "translation-en-natural": "On the second day, we are still staying at Ominato."
      },
      {
        "date": "20250202",
        "id": 64,
        "text": "講師、物、酒などおこせたり。",
        "kana": "こうじ、もの、さけなどおこせたり。",
        "translation-ja": "講師が、物や酒などを送ってきた。",
        "translation-en": "The koshi sent things, sake, and other items.",
        "translation-ja-natural": "講師が、食べ物やお酒などを差し入れてくれました。",
        "translation-en-natural": "The official kindly brought over some food and sake."
      },
      {
        "date": "20250203",
        "id": 65,
        "text": "三日、同じ所なり。",
        "kana": "みっか、おなじところなり。",
        "translation-ja": "三日、同じ所にいる。",
        "translation-en": "On the third, we are in the same place.",
        "translation-ja-natural": "三日、まだ同じ場所にいます。",
        "translation-en-natural": "On the third, we are still in the same place."
      },
      {
        "date": "20250204",
        "id": 66,
        "text": "もし風浪のしばしと惜む心やあらむ、心もとなし。",
        "kana": "もしかぜなみのしばしとをしむこころやあらむ、こころもとなし。",
        "translation-ja": "風浪を少しの間惜しむ心があるのだろうか。不安でならない。",
        "translation-en": "Is there a heart that feels reluctant to part with the brief calm amid the wind and waves? I feel uneasy.",
        "translation-ja-natural": "この風と波を、少しでも惜しむ心があるのだろうか。不安で落ち着かない。",
        "translation-en-natural": "I wonder if there's anyone who still feels attached to the brief calm amid these winds and waves. It makes me feel uneasy."
      },
      {
        "date": "20250205",
        "id": 67,
        "text": "四日、風吹けばえ出でたゝず。",
        "kana": "よっか、かぜふけばえいでたたず。",
        "translation-ja": "四日、風が吹くので、出ていけない。",
        "translation-en": "On the fourth, because the wind blows, we can't go out.",
        "translation-ja-natural": "四日、風が強く吹いて、港を出ることができません。",
        "translation-en-natural": "On the fourth, we can't set sail because of the strong wind."
      },
      {
        "date": "20250206",
        "id": 68,
        "text": "昌連酒よき物たてまつれり。",
        "kana": "まさつらさけよきものたてまつれり。",
        "translation-ja": "昌連が、酒や良い品を奉る。",
        "translation-en": "Masatsura contributes sake and fine goods.",
        "translation-ja-natural": "昌連が、航海の無事を祈って、酒や結構な品物をお供えしてくれました。",
        "translation-en-natural": "Masatsura contributed sake and fine goods as an offering to pray for a safe voyage."
      },
      {
        "date": "20250207",
        "id": 69,
        "text": "このかうやうの物もて來るひとになほしもえあらでいさゝげわざせさすものもなし。",
        "kana": "このかうやうのものもてくるひとになほしもえあらでいささげわざせさすものもなし。",
        "translation-ja": "このこのような物を持って来る人をそのままにしておけなくて、わずかな施しをさせる物もない。",
        "translation-en": "This this kind of thing bringing person cannot leave as is, small bestow let thing even not.",
        "translation-ja-natural": "このような物を持ってきてくれた人をそのままにしておくことができず、わずかなお返しをする物さえなかった。",
        "translation-en-natural": "I couldn't just leave the person who brought such a gift without doing anything, and I didn't even have anything to offer as a small token."
      },
      {
        "date": "20250208",
        "id": 70,
        "text": "にぎはゝしきやうなれどまくるこゝちす。",
        "kana": "にぎははしきやうなれどまくるここちす。",
        "translation-ja": "賑やかなようであるが、負ける気持ちがする。",
        "translation-en": "Lively-like it is but, losing feeling does.",
        "translation-ja-natural": "賑やかに見えるが、実のところ、うしろめたく、負い目を感じる。",
        "translation-en-natural": "It looks lively, but deep down, I feel guilty and troubled by a sense of indebtedness."
      },
      {
        "date": "20250209",
        "id": 71,
        "text": "五日、風浪やまねば猶同じ所にあり。",
        "kana": "いつか、かぜなみやまねばなほおなじところにあり。",
        "translation-ja": "五日、風浪がやまないので、なお同じ所にいる。",
        "translation-en": "On the fifth, because the wind and waves have not subsided, we are still in the same place.",
        "translation-ja-natural": "五日、風も波もおさまらず、まだ同じ場所にとどまっています。",
        "translation-en-natural": "On the fifth, with the wind and waves still raging, we’re stuck in the same place."
      }
    ]
  }
]
