[
  {
    "title": "土佐日記",
    "title_kana": "とさにき",
    "title_roman": "Tosa Nikki",
    "author": "紀貫之",
    "author_kana": "きのつらゆき",
    "author_roman": "Ki no Tsurayuki",
    "paragraph": [
      {
        "date": "20241026,20241111",
        "id": 1,
        "text": "男もすなる日記といふものを、女もしてみむとてするなり。",
        "kana": "をとこもすなるにきといふものを、をんなもしてみむとてするなり。",
        "translation-ja": "男手で書くという日記というものを、女手で書いてみようと思って書くのである。",
        "translation-en": "A diary is something written in the masculine style, but I will try writing it in the feminine style.",
        "translation-ja-natural": "男の書き方で書くという日記を、女の書き方で書いてみようと思って書いているのです。",
        "translation-en-natural": "So, diaries are usually done up in this formal, masculine style... but here I am, giving it a go in a bit more of a feminine touch."
      },
      {
        "date": "20241026,20241112",
        "id": 2,
        "text": "それの年のしはすの二十日あまり一日の、戌の時に門出す。",
        "kana": "それのとしのしはすのはつかあまりついたちの、いぬのときにかどです。",
        "translation-ja": "その年（承平四年）の師走の二十一日の、戌の時に出発しました。",
        "translation-en": "On the twenty-first day of December in the 4th year of the Shohei era, we departed at the hour of the dog (around 8 to 10 PM).",
        "translation-ja-natural": "その年（承平四年）の十二月二十一日、戌の刻に出発しました。",
        "translation-en-natural": "December 21st, Shohei Era, Year 4. Set off around the hour of the dog (between 8 and 10 PM)."
      },
      {
        "date": "20241026,20241111",
        "id": 3,
        "text": "そのよしいさゝかものにかきつく。",
        "kana": "そのよしいささかものにかきつく。",
        "translation-ja": "その出来事を少し書きとめました。",
        "translation-en": "I wrote down a little about the matter.",
        "translation-ja-natural": "その旅のことを、少しばかり書き残しました。",
        "translation-en-natural": "Jotted down a few notes about the whole situation."
      },
      {
        "date": "20241103,20241110,20241111",
        "id": 4,
        "text": "ある人縣の四年五年はてゝ例のことゞも皆しをへて、解由など取りて住むたちより出でゝ船に乘るべき所へわたる。",
        "kana": "あるひとあがたのよとせいつとせはててれいのことどもみなしをへて、げゆなどとりてすむたちよりいでてふねにのるべきところへわたる。",
        "translation-ja": "ある人が国司として四年、五年の任期を終え、儀式などもすべて済ませ、解由状を受け取って、住まいを出て船に乗る場所へ向かった。",
        "translation-en": "A certain person, having completed his four or five-year term as governor, performed all customary ceremonies, received the geyu document, and left his residence to head to the place where he was to board the ship.",
        "translation-ja-natural": "ある人が国司として四年、五年の任期を終え、儀式などもすべて済ませ、解由状を受け取って、住まいを出て船に乗る場所へ向かいました。",
        "translation-en-natural": "So, after wrapping up his four or five years as governor, doing all the formal ceremonies, and finally getting the geyu document, he packed up and headed off to the dock to catch his ship."
      },
      {
        "date": "20241103,20241111,20241112",
        "id": 5,
        "text": "かれこれ知る知らぬおくりす。",
        "kana": "かれこれしるしらぬおくりす。",
        "translation-ja": "かれこれ、知っている人、知らない人が見送りをする。",
        "translation-en": "People who know him and people who don't know him all see him off.",
        "translation-ja-natural": "知っている人も知らない人も、みんなが見送りに来ました。",
        "translation-en-natural": "A mix of people he knows and people he doesn't even recognize have all gathered to see him off."
      },
      {
        "date": "20241103,20241111,20241112",
        "id": 6,
        "text": "年ごろよく具しつる人々（共イ）なむわかれ難く思ひてその日頻にとかくしつゝのゝしるうちに夜更けぬ。",
        "kana": "としごろよくぐしつるひとびとなむわかれがたくおもひてそのひしきりにとかくしつつののしるうちによふけぬ。",
        "translation-ja": "長年親しく付き合ってきた人々が、別れがたいと感じて、毎日のようにあれこれと言いながら賑やかに過ごすうちに、夜が更けてしまった。",
        "translation-en": "People who had been close for many years, finding it hard to part, spent each day talking back and forth, and before they knew it, night had fallen.",
        "translation-ja-natural": "長年親しくしてきた人たちが、別れがたいと感じて、一日中あれこれと賑やかに過ごしているうちに、いつの間にか夜が更けてしまいました。",
        "translation-en-natural": "People he'd been close to for ages, all finding it tough to say goodbye, spent their days chattering away, and somehow, before anyone noticed, it was nightfall again."
      },
      {
        "date": "20241103,20241111,20241112",
        "id": 7,
        "text": "廿二日（にイ有）、和泉の國までとたひらかにねがひたつ。",
        "kana": "はつか（にあり）、いずみのくにまでとたひらかにねがひたつ。",
        "translation-ja": "二十二日に、和泉の国までと無事を願いをたてた。",
        "translation-en": "On the twenty-second day, I prayed for a safe journey as far as the province of Izumi.",
        "translation-ja-natural": "二十二日に、ひとまず和泉の国まで無事であるようにと祈願しました。",
        "translation-en-natural": "On the twenty-second, made a little prayer for a safe trip, at least as far as Izumi Province."
      },
      {
        "date": "20241109,20241111,20241112",
        "id": 8,
        "text": "藤原の言實船路なれど馬の餞す。",
        "kana": "ふじわらのときざねふねじなれどうまのはなむけす。",
        "translation-ja": "藤原のときざねが、船路の旅なのに餞(うまのはなむけ)をする。",
        "translation-en": "Fujiwara no Tokizane sent a farewell gift called 'Uma no Hanamuke'--despite it being a sea voyage.",
        "translation-ja-natural": "藤原のときざねは、船旅なのに「馬のはなむけ」をするのです。",
        "translation-en-natural": "Fujiwara no Tokizane sent off a farewell gift called 'Uma no Hanamuke' (horse nose heading)—even though it was a sea voyage. Go figure."
      },
      {
        "date": "20241111,20241112",
        "id": 9,
        "text": "上中下ながら醉ひ過ぎていと怪しくしほ海のほとりにてあざれあへり。",
        "kana": "かみなかしもゑひすぎていとあやしくしほうみのほとりにてあざれあへり。",
        "translation-ja": "上も中も下も酔い過ぎて、非常に不思議に潮海のほとりでふざけ合った。",
        "translation-en": "The high, the middle, and the low all drank too much, behaving very strangely, and fooling around by the shore of the salt sea.",
        "translation-ja-natural": "身分の上下に関係なく、みんな酔っ払って、とてもおかしなことに、腐るはずのない塩海のほとりで、ああ、戯れあっている。",
        "translation-en-natural": "Everyone—high, middle, and low—completely sloshed, acting all strange and silly by the salt sea. Honestly, just carrying on without a care!"
      },
      {
        "date": "20241113",
        "id": 10,
        "text": "廿三日、八木の康教といふ人あり。",
        "kana": "はつかあまりみか、やぎのやすのりといふひとあり。",
        "translation-ja": "二十三日に、八木の康教という人がいた。",
        "translation-en": "On the twenty-third, there was a person named Yasunori Yagi.",
        "translation-ja-natural": "二十三日に、八木の康教という人がいました。",
        "translation-en-natural": "In typical fashion, on the twenty-third, there appeared a chap by the name of Yasunori Yagi—yes, another one of those."
      },
      {
        "date": "20241113",
        "id": 11,
        "text": "この人國に必ずしもいひつかふ者にもあらざる（二字ずイ）なり。",
        "kana": "このひとくににかならずしもいひつかふものにもあらざるなり。",
        "translation-ja": "この人は、国司庁でも必ずしも重用される者ではなかった。",
        "translation-en": "This person was not necessarily someone who would be employed in the governor's office.",
        "translation-ja-natural": "この人は、国司庁でも必ずしも重用される人ではありませんでした。",
        "translation-en-natural": "Frankly, this fellow wasn't exactly the sort you'd see climbing the ranks at the governor's office—hardly the office favorite, shall we say."
      },
      {
        "date": "20241113",
        "id": 12,
        "text": "これぞ正しきやうにて馬の餞したる。",
        "kana": "これぞただしきやうにてうまのはなむけしたる。",
        "translation-ja": "これこそが、正しいやり方で馬の餞をした。",
        "translation-en": "And yet, this person gave a horse as a farewell gift in a proper manner.",
        "translation-ja-natural": "これこそが、堂々とした態度で馬の餞別をしたのです。",
        "translation-en-natural": "And yet, here he is, putting on this grand show, giving a horse as a farewell gift, of all things!"
      },
      {
        "date": "20241115",
        "id": 13,
        "text": "かみがらにやあらむ、國人の心の常として今はとて見えざなるを心あるものは恥ぢずき（ぞイ）なむきける。",
        "kana": "かみがらにやあらむ、くにびとのこころのつねとしていまはとてみえざなるをこころあるものははぢずきなむきける。",
        "translation-ja": "守の人柄なのだろうか、国人の心の常としては、今はもう会うこともないのに、心のある人は気兼ねなく、なんとかして来ている。",
        "translation-en": "Could it be because of the governor's character? As is usual with the feelings of the provincial people, they think there is no longer any need to visit now, yet those with a sincere heart came without hesitation.",
        "translation-ja-natural": "守（国司）の人柄のせいなのでしょうか、任国の人々の心情としては、もう今さら会いに来ることもないのに、真心のある人は気兼ねせずにここに来てくれました。",
        "translation-en-natural": "Maybe it's the governor's charm or something? Honestly, most of the local folks are like, 'Oh, it's too late now, no point showing up.' But the truly decent ones? They just rock up, no fuss, no shame."
      },
      {
        "date": "20241116",
        "id": 14,
        "text": "これは物によりて譽むるにしもあらず。",
        "kana": "これはものによりてほむるにしもあらず。",
        "translation-ja": "これは物によって褒められるに値することではない。",
        "translation-en": "This is not about praising someone just because they gave you something.",
        "translation-ja-natural": "これは、物をもらったから褒めるのではありません。",
        "translation-en-natural": "It's not like I'm going to praise someone just because they gave me something, is it?"
      },
      {
        "date": "20241117",
        "id": 15,
        "text": "廿四日、講師馬の餞しに出でませり。",
        "kana": "はつかあまりよか、こうじうまのはなむけしにいでませり。",
        "translation-ja": "二十四日、講師が餞別においでになりました。",
        "translation-en": "On the twenty-fourth, the monk came to offer a farewell.",
        "translation-ja-natural": "二十四日、講師が馬の餞別を持ってやってきました。",
        "translation-en-natural": "So, on the twenty-fourth, this monk shows up for some kind of farewell thing. Honestly, I don’t even know if it involved a horse or not!"
      },
      {
        "date": "20241117",
        "id": 16,
        "text": "ありとある上下童まで醉ひしれて、一文字をだに知らぬものしが、足は十文字に踏みてぞ遊ぶ。",
        "kana": "ありとあるかみしもわらわまでゑひしれて、いちもんじをだにしらぬものしが、あしはじふもんじにふみてぞあそぶ。",
        "translation-ja": "ありとあらゆる身分の上の者も下の者も、子供までも酔いしれて、一文字すら知らない者が、十文字に踏んで遊んでいました。",
        "translation-en": "Everyone, from those of high rank to low rank, even children, were drunk, and those who didn't even know the character for 'one' were stepping with their feet in the shape of the character for 'ten' and playing.",
        "translation-en-natural": "Honestly, everyone, high and low, even the kids, got absolutely smashed. Even the ones who could not tell you that 'one' is just a straight line were stumbling around, crossing their feet like the character 'ten', which looks like a big cross, and having the time of their lives."
      },
      {
        "date": "20241118",
        "id": 17,
        "text": "廿五日、守のたちより呼びに文もて來れり。",
        "kana": "はつかあまりいつか、かみのたちより、よびにふみもてこれり。",
        "translation-ja": "二十五日、守の館より、守りの使者が招待の手紙を持って来ました。",
        "translation-en": "On the twenty-fifth, a messenger from the governor's residence brought a letter of invitation.",
        "translation-ja-natural": "二十五日、守の館から、使者が招待状を持ってきました。",
        "translation-en-natural": "So, on the twenty-fifth, a messenger turned up from the governor's residence with an invitation. Quite formal, really, but you have to wonder what's behind it."
      },
      {
        "date": "20241119",
        "id": 18,
        "text": "呼ばれて至りて日ひとひ夜ひとよとかく遊ぶやうにて明けにけり。",
        "kana": "よばれていたりてひとひよひとよとかくあそぶやうにてあけにけり。",
        "translation-ja": "招待されて行き、一日一夜と遊ぶようにして、夜が明けました。",
        "translation-en": "Having been invited and gone, he spent a day and a night playing in this way, and the dawn broke.",
        "translation-ja-natural": "招かれて出向き、一日一夜をあれこれ楽しんでいるうちに、夜が明けました。",
        "translation-en-natural": "So, got invited, showed up, and ended up spending the whole day and night just messing around. Before I knew it, dawn was breaking. Typical."
      },
      {
        "date": "20241121",
        "id": 19,
        "text": "廿六日、なほ守のたちにてあるじしのゝしりてをのこらまでに物かづけたり。",
        "kana": "はつかあまりむいか、なほかみのたちにてあるじしののしりてをのこらまでにものかづけたり。",
        "translation-ja": "二十六日、またもなお、守の館で饗宴をし、騒ぎ立て、付き人にまでよい物を持たせてくれました。",
        "translation-en": "On the twenty-sixth, yet again, at the governor's residence, a feast was held, there was much commotion, and even the attendants were made to carry fine items.",
        "translation-ja-natural": "二十六日もまた、国司の館で盛大な宴が開かれ、大騒ぎの末、こなくてもよかった付き人にまで、気前よくおみやげを持たせてくれました。",
        "translation-en-natural": "On the 26th, yet another feast at the governor's place. The whole thing turned into a loud, chaotic mess: pandemonium, bananas, you name it. And guess what? Even the guys who didn't really need to be there walked away with some nice goodies. Typical."
      }
    ]
  }
]
