[
  {
    "title": "土佐日記",
    "title_kana": "とさにっき",
    "title_roman": "Tosa Nikki",
    "author": "紀貫之",
    "author_kana": "きのつらゆき",
    "author_roman": "Ki no Tsurayuki",
    "paragraph": [
      {
        "date": "20241026,20241111",
        "id": 1,
        "text": "男もすなる日記といふものを、女もしてみむとてするなり。",
        "kana": "をとこもすなるにきといふものを、をんなもしてみむとてするなり。",
        "translation-ja": "男手で書くという日記というものを、女手で書いてみようと思って書くのである。",
        "translation-en": "A diary is something written in the masculine style, but I will try writing it in the feminine style.",
        "translation-ja-natural": "男の書き方で書くという日記を、女の書き方で書いてみようと思って書いているのです。",
        "translation-en-natural": "So, diaries are usually done up in this formal, masculine style... but here I am, giving it a go in a bit more of a feminine touch."
      },
      {
        "date": "20241026,20241112",
        "id": 2,
        "text": "それの年のしはすの二十日あまり一日の、戌の時に門出す。",
        "kana": "それのとしのしはすのはつかあまりついたちの、いぬのときにかどです。",
        "translation-ja": "その年（承平四年）の師走の二十一日の、戌の時に出発しました。",
        "translation-en": "On the twenty-first day of December in the 4th year of the Shohei era, we departed at the hour of the dog (around 8 to 10 PM).",
        "translation-ja-natural": "その年（承平四年）の十二月二十一日、戌の刻に出発しました。",
        "translation-en-natural": "December 21st, Shohei Era, Year 4. Set off around the hour of the dog (between 8 and 10 PM)."
      },
      {
        "date": "20241026,20241111",
        "id": 3,
        "text": "そのよしいさゝかものにかきつく。",
        "kana": "そのよしいささかものにかきつく。",
        "translation-ja": "その出来事を少し書きとめました。",
        "translation-en": "I wrote down a little about the matter.",
        "translation-ja-natural": "その旅のことを、少しばかり書き残しました。",
        "translation-en-natural": "Jotted down a few notes about the whole situation."
      },
      {
        "date": "20241103,20241110,20241111",
        "id": 4,
        "text": "ある人縣の四年五年はてゝ例のことゞも皆しをへて、解由など取りて住むたちより出でゝ船に乘るべき所へわたる。",
        "kana": "あるひとあがたのよとせいつとせはててれいのことどもみなしをへて、げゆなどとりてすむたちよりいでてふねにのるべきところへわたる。",
        "translation-ja": "ある人が国司として四年、五年の任期を終え、儀式などもすべて済ませ、解由状を受け取って、住まいを出て船に乗る場所へ向かった。",
        "translation-en": "A certain person, having completed his four or five-year term as governor, performed all customary ceremonies, received the geyu document, and left his residence to head to the place where he was to board the ship.",
        "translation-ja-natural": "ある人が国司として四年、五年の任期を終え、儀式などもすべて済ませ、解由状を受け取って、住まいを出て船に乗る場所へ向かいました。",
        "translation-en-natural": "So, after wrapping up his four or five years as governor, doing all the formal ceremonies, and finally getting the geyu document, he packed up and headed off to the dock to catch his ship."
      },
      {
        "date": "20241103,20241111,20241112",
        "id": 5,
        "text": "かれこれ知る知らぬおくりす。",
        "kana": "かれこれしるしらぬおくりす。",
        "translation-ja": "かれこれ、知っている人、知らない人が見送りをする。",
        "translation-en": "People who know him and people who don't know him all see him off.",
        "translation-ja-natural": "知っている人も知らない人も、みんなが見送りに来ました。",
        "translation-en-natural": "A mix of people he knows and people he doesn't even recognize have all gathered to see him off."
      },
      {
        "date": "20241103,20241111,20241112",
        "id": 6,
        "text": "年ごろよく具しつる人々（共イ）なむわかれ難く思ひてその日頻にとかくしつゝのゝしるうちに夜更けぬ。",
        "kana": "としごろよくぐしつるひとびとなむわかれがたくおもひてそのひしきりにとかくしつつののしるうちによふけぬ。",
        "translation-ja": "長年親しく付き合ってきた人々が、別れがたいと感じて、毎日のようにあれこれと言いながら賑やかに過ごすうちに、夜が更けてしまった。",
        "translation-en": "People who had been close for many years, finding it hard to part, spent each day talking back and forth, and before they knew it, night had fallen.",
        "translation-ja-natural": "長年親しくしてきた人たちが、別れがたいと感じて、一日中あれこれと賑やかに過ごしているうちに、いつの間にか夜が更けてしまいました。",
        "translation-en-natural": "People he'd been close to for ages, all finding it tough to say goodbye, spent their days chattering away, and somehow, before anyone noticed, it was nightfall again."
      },
      {
        "date": "20241103,20241111,20241112",
        "id": 7,
        "text": "廿二日（にイ有）、和泉の國までとたひらかにねがひたつ。",
        "kana": "はつか（にあり）、いずみのくにまでとたひらかにねがひたつ。",
        "translation-ja": "二十二日に、和泉の国までと無事を願いをたてた。",
        "translation-en": "On the twenty-second day, I prayed for a safe journey as far as the province of Izumi.",
        "translation-ja-natural": "二十二日に、ひとまず和泉の国まで無事であるようにと祈願しました。",
        "translation-en-natural": "On the twenty-second, made a little prayer for a safe trip, at least as far as Izumi Province."
      },
      {
        "date": "20241109,20241111,20241112",
        "id": 8,
        "text": "藤原の言實船路なれど馬の餞す。",
        "kana": "ふじわらのときざねふねじなれどうまのはなむけす。",
        "translation-ja": "藤原のときざねが、船路の旅なのに餞(うまのはなむけ)をする。",
        "translation-en": "Fujiwara no Tokizane sent a farewell gift called 'Uma no Hanamuke'--despite it being a sea voyage.",
        "translation-ja-natural": "藤原のときざねは、船旅なのに「馬のはなむけ」をするのです。",
        "translation-en-natural": "Fujiwara no Tokizane sent off a farewell gift called 'Uma no Hanamuke' (horse nose heading)—even though it was a sea voyage. Go figure."
      },
      {
        "date": "20241111,20241112",
        "id": 9,
        "text": "上中下ながら醉ひ過ぎていと怪しくしほ海のほとりにてあざれあへり。",
        "kana": "かみなかしもゑひすぎていとあやしくしほうみのほとりにてあざれあへり。",
        "translation-ja": "上も中も下も酔い過ぎて、非常に不思議に潮海のほとりでふざけ合った。",
        "translation-en": "The high, the middle, and the low all drank too much, behaving very strangely, and fooling around by the shore of the salt sea.",
        "translation-ja-natural": "身分の上下に関係なく、みんな酔っ払って、とてもおかしなことに、腐るはずのない塩海のほとりで、ああ、戯れあっている。",
        "translation-en-natural": "Everyone—high, middle, and low—completely sloshed, acting all strange and silly by the salt sea. Honestly, just carrying on without a care!"
      },
      {
        "date": "20241113",
        "id": 10,
        "text": "廿三日、八木の康教といふ人あり。",
        "kana": "はつかあまりみか、やぎのやすのりといふひとあり。",
        "translation-ja": "二十三日に、八木の康教という人がいた。",
        "translation-en": "On the twenty-third, there was a person named Yasunori Yagi.",
        "translation-ja-natural": "二十三日に、八木の康教という人がいました。",
        "translation-en-natural": "In typical fashion, on the twenty-third, there appeared a chap by the name of Yasunori Yagi—yes, another one of those."
      },
      {
        "date": "20241113",
        "id": 11,
        "text": "この人國に必ずしもいひつかふ者にもあらざる（二字ずイ）なり。",
        "kana": "このひとくににかならずしもいひつかふものにもあらざるなり。",
        "translation-ja": "この人は、国司庁でも必ずしも重用される者ではなかった。",
        "translation-en": "This person was not necessarily someone who would be employed in the governor's office.",
        "translation-ja-natural": "この人は、国司庁でも必ずしも重用される人ではありませんでした。",
        "translation-en-natural": "Frankly, this fellow wasn't exactly the sort you'd see climbing the ranks at the governor's office—hardly the office favorite, shall we say."
      },
      {
        "date": "20241113",
        "id": 12,
        "text": "これぞ正しきやうにて馬の餞したる。",
        "kana": "これぞただしきやうにてうまのはなむけしたる。",
        "translation-ja": "これこそが、正しいやり方で馬の餞をした。",
        "translation-en": "And yet, this person gave a horse as a farewell gift in a proper manner.",
        "translation-ja-natural": "これこそが、堂々とした態度で馬の餞別をしたのです。",
        "translation-en-natural": "And yet, here he is, putting on this grand show, giving a horse as a farewell gift, of all things!"
      },
      {
        "date": "20241115",
        "id": 13,
        "text": "かみがらにやあらむ、國人の心の常として今はとて見えざなるを心あるものは恥ぢずき（ぞイ）なむきける。",
        "kana": "かみがらにやあらむ、くにびとのこころのつねとしていまはとてみえざなるをこころあるものははぢずきなむきける。",
        "translation-ja": "守の人柄なのだろうか、国人の心の常としては、今はもう会うこともないのに、心のある人は気兼ねなく、なんとかして来ている。",
        "translation-en": "Could it be because of the governor's character? As is usual with the feelings of the provincial people, they think there is no longer any need to visit now, yet those with a sincere heart came without hesitation.",
        "translation-ja-natural": "守（国司）の人柄のせいなのでしょうか、任国の人々の心情としては、もう今さら会いに来ることもないのに、真心のある人は気兼ねせずにここに来てくれました。",
        "translation-en-natural": "Maybe it's the governor's charm or something? Honestly, most of the local folks are like, 'Oh, it's too late now, no point showing up.' But the truly decent ones? They just rock up, no fuss, no shame."
      },
      {
        "date": "20241116",
        "id": 14,
        "text": "これは物によりて譽むるにしもあらず。",
        "kana": "これはものによりてほむるにしもあらず。",
        "translation-ja": "これは物によって褒められるに値することではない。",
        "translation-en": "This is not about praising someone just because they gave you something.",
        "translation-ja-natural": "これは、物をもらったから褒めるのではありません。",
        "translation-en-natural": "It's not like I'm going to praise someone just because they gave me something, is it?"
      },
      {
        "date": "20241117",
        "id": 15,
        "text": "廿四日、講師馬の餞しに出でませり。",
        "kana": "はつかあまりよか、こうじうまのはなむけしにいでませり。",
        "translation-ja": "二十四日、講師が餞別においでになりました。",
        "translation-en": "On the twenty-fourth, the monk came to offer a farewell.",
        "translation-ja-natural": "二十四日、講師が馬の餞別を持ってやってきました。",
        "translation-en-natural": "So, on the twenty-fourth, this monk shows up for some kind of farewell thing. Honestly, I don’t even know if it involved a horse or not!"
      },
      {
        "date": "20241117",
        "id": 16,
        "text": "ありとある上下童まで醉ひしれて、一文字をだに知らぬものしが、足は十文字に踏みてぞ遊ぶ。",
        "kana": "ありとあるかみしもわらわまでゑひしれて、いちもんじをだにしらぬものしが、あしはじふもんじにふみてぞあそぶ。",
        "translation-ja": "ありとあらゆる身分の上の者も下の者も、子供までも酔いしれて、一文字すら知らない者が、十文字に踏んで遊んでいました。",
        "translation-en": "Everyone, from those of high rank to low rank, even children, were drunk, and those who didn't even know the character for 'one' were stepping with their feet in the shape of the character for 'ten' and playing.",
        "translation-en-natural": "Honestly, everyone, high and low, even the kids, got absolutely smashed. Even the ones who could not tell you that 'one' is just a straight line were stumbling around, crossing their feet like the character 'ten', which looks like a big cross, and having the time of their lives."
      },
      {
        "date": "20241118",
        "id": 17,
        "text": "廿五日、守のたちより呼びに文もて來れり。",
        "kana": "はつかあまりいつか、かみのたちより、よびにふみもてこれり。",
        "translation-ja": "二十五日、守の館より、守りの使者が招待の手紙を持って来ました。",
        "translation-en": "On the twenty-fifth, a messenger from the governor's residence brought a letter of invitation.",
        "translation-ja-natural": "二十五日、守の館から、使者が招待状を持ってきました。",
        "translation-en-natural": "So, on the twenty-fifth, a messenger turned up from the governor's residence with an invitation. Quite formal, really, but you have to wonder what's behind it."
      },
      {
        "date": "20241119",
        "id": 18,
        "text": "呼ばれて至りて日ひとひ夜ひとよとかく遊ぶやうにて明けにけり。",
        "kana": "よばれていたりてひとひよひとよとかくあそぶやうにてあけにけり。",
        "translation-ja": "招待されて行き、一日一夜と遊ぶようにして、夜が明けました。",
        "translation-en": "Having been invited and gone, he spent a day and a night playing in this way, and the dawn broke.",
        "translation-ja-natural": "招かれて出向き、一日一夜をあれこれ楽しんでいるうちに、夜が明けました。",
        "translation-en-natural": "So, got invited, showed up, and ended up spending the whole day and night just messing around. Before I knew it, dawn was breaking. Typical."
      },
      {
        "date": "20241121",
        "id": 19,
        "text": "廿六日、なほ守のたちにてあるじしのゝしりてをのこらまでに物かづけたり。",
        "kana": "はつかあまりむいか、なほかみのたちにてあるじしののしりてをのこらまでにものかづけたり。",
        "translation-ja": "二十六日、またもなお、守の館で饗宴をし、騒ぎ立て、付き人にまでよい物を持たせてくれました。",
        "translation-en": "On the twenty-sixth, yet again, at the governor's residence, a feast was held, there was much commotion, and even the attendants were made to carry fine items.",
        "translation-ja-natural": "二十六日もまた、国司の館で盛大な宴が開かれ、大騒ぎの末、こなくてもよかった付き人にまで、気前よくおみやげを持たせてくれました。",
        "translation-en-natural": "On the 26th, yet another feast at the governor's place. The whole thing turned into a loud, chaotic mess: pandemonium, bananas, you name it. And guess what? Even the guys who didn't really need to be there walked away with some nice goodies. Typical."
      },
      {
        "date": "20241123",
        "id": 20,
        "text": "からうた聲あげていひけり。",
        "kana": "からうたこゑあけていひけり。",
        "translation-ja": "漢詩は声を上げて詠みました。",
        "translation-en": "They recited a Chinese poem, raising their voices.",
        "translation-ja-natural": "漢詩は声を張り上げて詠みました。",
        "translation-en-natural": "They recited a Chinese poem, raising their voices."
      },
      {
        "date": "20241123",
        "id": 21,
        "text": "やまとうた、あるじもまらうどもこと人もいひあへりけり。",
        "kana": "やまとうた、あるじもまらうどもことひともいひあへりけり。",
        "translation-ja": "和歌を、主人も客人もこと人も、たがいに言い交わしました。",
        "translation-en": "They exchanged Japanese poems, the host, the guests, and even others present.",
        "translation-ja-natural": "和歌を、主人も客人も、その他の人たちも、みんなで和歌を詠み合いました。",
        "translation-en-natural": "They all took turns reciting Japanese poems, the host, the guests, and even some other folks who were there."
      },
      {
        "date": "20241124",
        "id": 22,
        "text": "からうたはこれにえ書かず。",
        "kana": "からうたはこれにえかかず。",
        "translation-ja": "漢詩は、これには書きません。",
        "translation-en": "I won't write down the Chinese poem here.",
        "translation-ja-natural": "漢詩は、これには書きません。",
        "translation-en-natural": "I won't write down the Chinese poem here."
      },
      {
        "date": "20241124",
        "id": 23,
        "text": "やまとうたあるじの守のよめりける、",
        "kana": "やまとうたあるじのかみのよめりける、",
        "translation-ja": "主人である新国司が詠んだ和歌は、",
        "translation-en": "The Japanese poem recited was composed by the host, the new governor.",
        "translation-ja-natural": "主人である新国司が詠んだ和歌は、",
        "translation-en-natural": "The Japanese poem recited was composed by the host, the new governor."
      },
      {
        "date": "20241125",
        "id": 24,
        "poem": "都いでゝ/君に逢はむと/こしものを/こしかひもなく/別れぬるかな",
        "kana": "みやこいでてきみにあはむとこしものをこしかひもなくわかれぬるかな",
        "translation-ja": "都を出て、君に逢いたいと来たのに、来た甲斐もなく、別れてしまうのでしょうか。",
        "translation-en": "Leaving the capital, to meet you I came, yet, though I came, we part, how regretful.",
        "translation-ja-natural": "都を出発して、あなたに逢いたいと思って来たのに、すぐに別れてしまうのでしょうか。",
        "translation-en-natural": "Leaving the capital, I came to meet you, but now, having come, we part. How sad."
      },
      {
        "date": "20241126",
        "id": 25,
        "text": "となむありければ、かへる前の守のよめりける、",
        "kana": "となむありければ、かへるさきのかみのよめりける、",
        "translation-ja": "ということであったので、帰京する前の国司が詠んだのは、",
        "translation-en": "And so it was, the song sang by the governor before returning to the capital was,",
        "translation-ja-natural": "そういうわけで、帰京する前の国司が詠んだのは、",
        "translation-en-natural": "That's why the governor, before returning to the capital, sing the following song:"
      },
      {
        "date": "20241126",
        "id": 26,
        "poem": "しろたへの/浪路を遠く/ゆきかひて/我に似べきは/たれならなくに",
        "kana": "しろたへのなみぢをとほくゆきかひてわれににべきはたれならなくに",
        "translation-ja": "白い布のような波の立つ海路を遠く行き交いして、私に似るべきは誰でもなく、あなたなのに",
        "translation-en": "Along the distant sea routes of white cloth-like waves, going back and forth, the one who should resemble me is none other than you.",
        "translation-ja-natural": "白い布のような波が立つ海路を遠く行き交いながら、私に似るべき人は、他でもないあなたなのに。",
        "translation-en-natural": "Traveling along the distant sea routes with waves like white cloth, the one who truly resembles me is none other than you."
      },
      {
        "date": "20241201",
        "id": 27,
        "text": "ことひとびとのもありけれどさかしきもなかるべし。",
        "kana": "ことひとびとのもありけれどさかしきもなかるべし。",
        "translation-ja": "他の人々の作品もあったが、すぐれたものはなかったようだ。",
        "translation-en": "There were also works by other people, but none of them seemed outstanding.",
        "translation-ja-natural": "他の人々の作品もありましたが、これといってすぐれたものはなかったようです。",
        "translation-en-natural": "There were pieces by others, sure, but honestly, nothing worth writing home about."
      },
      {
        "date": "20241202",
        "id": 28,
        "text": "とかくいひて前の守も今のも諸共におりて、今のあるじも前のも手取りかはしてゑひごとに心よげなることして出でにけり。",
        "kana": "とかくいひてまえのかみもいまのももろともにおりて、いまのあるじもまえのもてとりかはしてゑひごとにこころよげなることしていでにけり。",
        "translation-ja": "あれこれと言って、前の国司も今の国司も共に庭に降り、今の主人も前の主人も手を取り合い、酔った勢いで心地よさそうなことをして、一方は出ていき、もう一方は入った。",
        "translation-en": "Saying various things, the former governor and the current governor both went down to the garden, and the current master and the former master held hands, doing something cheerful under the influence of drink, one going out and the other coming in.",
        "translation-ja-natural": "あれこれ語り合いながら、前の国司と今の国司が一緒に庭に降り、今の主人と前の主人が手を取り合って、酔いにまかせて楽しげな様子を見せ、一方は館を出て行き、もう一方は館に入っていきました。",
        "translation-en-natural": "As they chatted about various things, the former governor and the current governor went down to the garden together. The current master and the former master joined hands, enjoying themselves under the influence of drink, with one leaving the estate and the other entering."
      },
      {
        "date": "20241204",
        "id": 29,
        "text": "廿七日、大津より浦戸をさして漕ぎ出づ。",
        "kana": "はつかあまりなぬか、おほつよりうらとをさしてこぎいづ。",
        "translation-ja": "二十七日、大津から浦戸に向かって漕ぎ出した。",
        "translation-en": "On the twenty-seventh, we rowed out from Otsu toward Urado.",
        "translation-ja-natural": "二十七日、大津から浦戸に向かって漕ぎ出しました。",
        "translation-en-natural": "On the 27th, we set out from Otsu and rowed toward Urado."
      },
      {
        "date": "20241204",
        "id": 30,
        "text": "かくあるうちに京にて生れたりし女子（子イ無）こゝにて俄にうせにしかば、この頃の出立いそぎを見れど何事もえいはず。",
        "kana": "かくあるうちにきやうにてうまれたりしをむなごここにてにはかにうせにしかは、このころのいつたちいそぎをみれどなにこともえいはず。",
        "translation-ja": "このようなことがある中で、京で生まれた女の子が、国で突然亡くなったので、この頃の出立ちの準備を見ても、何も言えない。",
        "translation-en": "In the midst of all this, a girl who was born in Kyoto suddenly passed away in the province, and those seeing the preparations for departure at this time could not say anything.",
        "translation-ja-natural": "このような状況の中で、京都で生まれた女の子が突然亡くなったので、この頃の出発の準備を見ても、何も言えませんでした。",
        "translation-en-natural": "In the midst of all this, a girl born in Kyoto suddenly passed away in the province. Those who saw the preparations for departure at this time couldn't say a word."
      },
      {
        "date": "20241204",
        "id": 31,
        "text": "京へ歸るに女子のなきのみぞ悲しび戀ふる。",
        "kana": "きやうへかへるにをむなごのなきのみぞかなしびこふる。",
        "translation-ja": "京へ帰る際に、女の子が亡くなったことだけが、悲しく、恋しく思う。",
        "translation-en": "As I return to Kyoto, only the death of the girl makes me feel sad and full of longing.",
        "translation-ja-natural": "京へ帰るとき、亡くなった女の子のことだけが、悲しくて恋しく思い出されます。",
        "translation-en-natural": "As I return to Kyoto, I am filled with sadness and longing, thinking only of the girl who has passed away."
      },
      {
        "date": "20241204",
        "id": 32,
        "text": "ある人々もえ堪へず。",
        "kana": "あるひとびともえたへず。",
        "translation-ja": "ある人々も、我慢できなかった。",
        "translation-en": "Some people could not bear it.",
        "translation-ja-natural": "居合わせた人々も、悲しみを堪えることができませんでした。",
        "translation-en-natural": "The people there couldn't hold back their sorrow."
      },
      {
        "date": "20241204",
        "id": 33,
        "text": "この間にある人のかきて出せる歌、",
        "kana": "このあひだにあるひとのかきていだせるうた、",
        "translation-ja": "この間に、ある人が書いて出せる歌は、",
        "translation-en": "During this time, a certain person wrote and presented a poem.",
        "translation-ja-natural": "その時に、ある人が書いて出した歌は、",
        "translation-en-natural": "At that moment, a person wrote and presented a poem."
      },
      {
        "date": "20241205",
        "id": 34,
        "poem": "都へと/おもふものゝ/かなしきは/かへらぬ人の/あればなりけり",
        "kana": "みやこへとおもふもののかなしきはかへらぬひとのあればなりけり",
        "translation-ja": "都へと思う者の悲しみは、帰らない人がいるからなのだ。",
        "translation-en": "The sadness of those who think of returning to the capital is because there is a person who will not return.",
        "translation-ja-natural": "都へ帰ろうと思っている人の悲しみは、一緒に帰るはずだった人を亡くしてしまったことなのです。",
        "translation-en-natural": "For those thinking of returning to the capital, the sorrow lies in having lost someone who was meant to return with them."
      },
      {
        "date": "20241205",
        "id": 35,
        "text": "又、或時には、",
        "kana": "またあるときには、",
        "translation-ja": "また、ある時には、",
        "translation-en": "Also, at times,",
        "translation-ja-natural": "また、ある時には、",
        "translation-en-natural": "Also, at times,"
      },
      {
        "date": "20241205",
        "id": 36,
        "poem": "あるものと/忘れつゝなほ/なき人を/いづらと問ふぞ/悲しかりける",
        "kana": "あるものとわすれつつなほなきひとをいづらととふぞかなしかりける",
        "translation-ja": "いるものと、忘れて、なお亡くなった人を「どこに」と尋ねてしまうことこそ悲しいことだ。",
        "translation-en": "Thinking she is still here, I forget that and keep asking, 'Where is she?' That is what makes it so heartbreaking.",
        "translation-ja-natural": "今もまだそこにいると思い込んで、いないことを忘れてしまい、どこにいるのかとつい尋ねてしまう。そのことこそ、悲しいことです。",
        "translation-en-natural": "I keep thinking she's still here and forget she's gone, only to find myself asking, 'Where is she?' And that's what makes it so deeply sad."
      },
      {
        "date": "20241206",
        "id": 37,
        "text": "といひける間に鹿兒の崎といふ所に守のはらからまたことひとこれかれ酒なにど持て追ひきて、磯におり居て別れ難きことをいふ。",
        "kana": "といひけるまにしかのさきといふところにかみのはらからまたことひとこれかれさかなにともておひきていそにおりゐてわかれがたきことをいふ。",
        "translation-ja": "そう言っている間に、鹿児の崎という場所で、国司の兄弟や、また他の人々が酒などを持って追いかけてきて、磯に降り座り、別れるのがつらいということを言う。",
        "translation-en": "While they were saying this, at a place called Kago no Saki, the governor's brothers and some other people brought things like sake and followed after them. They went down to the shore, sat down, and said that it was hard to part.",
        "translation-ja-natural": "そんなことを言っているうちに、鹿児の崎という場所で、国司の兄弟や他の人たちが、酒などを持って追いかけてきました。そして、磯に降りて座りながら、別れるのが本当に名残惜しいと言うのでした。",
        "translation-en-natural": "While they were talking, at a place called Kago no Saki, the governor's brothers and some others came after them, bringing things like sake. They sat down by the shore and talked about how hard it was to say goodbye."
      },
      {
        "date": "20241207",
        "id": 38,
        "text": "守のたちの人々の中にこの來る人々ぞ心あるやうにはいはれほのめく。",
        "kana": "かみのたちのひとびとのなかにこのきたるひとびとぞこころあるやうにはいはれほのめく。",
        "translation-ja": "国司の館の人々の中で、このやって来た人々こそ、心のあるように言われ、ほのかにそう感じられる。",
        "translation-en": "Among the people of the governor's residence, these visitors are the ones who are said to have sincerity, and it slightly seems that way.",
        "translation-ja-natural": "国司の館にいる人々の中で、このやって来た人たちは、誠実な心を持っているようだと話され、どことなくそんな雰囲気も感じられる。",
        "translation-en-natural": "Among the people at the governor's residence, these visitors are spoken of as sincere, and they do seem to give off that impression."
      },
      {
        "date": "20241209",
        "id": 39,
        "text": "かく別れ難くいひて、かの人々の口網ももろもちにてこの海邊にて荷ひいだせる歌、",
        "kana": "かくわかれがたくいひて、かのひとびとくちあみもろもちにてこのうみべにてになひいだせるうた、",
        "translation-ja": "このように別れがたいと言い、あの人々が口網をみんなで持って、この海辺で担ぎ出した歌。",
        "translation-en": "Saying that parting was so hard, those people, with their fishing nets jointly held, brought forth a poem at this seaside.",
        "translation-ja-natural": "こうして別れがたい気持ちを語りながら、あの人たちは、まるで漁師が口網を一緒に担ぎ出すように、この海辺で歌を作り上げました。",
        "translation-en-natural": "Expressing their reluctance to part, those people, as if carrying a fishing net together, composed a poem by the seaside."
      },
      {
        "date": "20241217",
        "id": 40,
        "poem": "をしと思ふ/人やとまると/あし鴨の/うち群れてこそ/我はきにけれ",
        "kana": "をしとおもふ/ひとやとまると/あしがもの/うちむれてこそ/われはきにけれ",
        "translation-ja": "惜しいと思う人が引き留めてくれるのだろうか。葦鴨が群れ集まっているように、私は来てしまったのだ。",
        "translation-en": "Will there be anyone who thinks of me dearly enough to stop me? Like the wild ducks gathering together, I have come here.",
        "translation-ja-natural": "誰か私を引き留めてくれる人がいるのだろうか。葦鴨が群れるように、私はここまで来てしまったんだなあ。",
        "translation-en-natural": "Is there anyone who would stop me, thinking I'm too precious to let go? Like the wild ducks flocking together, I somehow ended up here."
      },
      {
        "date": "20241231",
        "id": 41,
        "text": "といひてありければ、いといたく愛でゝ行く人のよめりける、",
        "kana": "といひてありければ、いといたくめでてゆくひとのよめりける、",
        "translation-ja": "と言っていたので、とても褒めつつ、去り行く人が詠んだのは、",
        "translation-en": "Since it was being said, the person who praised it greatly and was leaving composed it.",
        "translation-ja-natural": "そう言っていたので、大いに褒めながら立ち去る人が詠んだのは、",
        "translation-en-natural": "Because it was said, the person, praising it greatly, composed a poem as they left."
      },
      {
        "date": "20250105",
        "id": 42,
        "poem": "棹させど/底ひも知らぬ/わたつみの/ふかきこゝろを/君に見るかな",
        "kana": "さをさせど/そこひもしらぬ/わたつみの/ふかきこころを/きみにみるかな",
        "translation-ja": "棹さしても底もわからぬ深い心をあなたに見たのです。",
        "translation-en": "Even as I push the pole, I see in you a deep heart whose bottom cannot be known.",
        "translation-ja-natural": "棹をさしても底が見えないほど深い心を、あなたの中に見つけました。",
        "translation-en-natural": "Even as I push the pole, I find in you a heart so deep its bottom cannot be reached."
      },
      {
        "date": "20250108",
        "id": 43,
        "text": "といふ間に楫取ものゝ哀も知らでおのれし酒をくらひつれば、早くいなむとて「潮滿ちぬ。風も吹きぬべし」とさわげば船に乘りなむとす。",
        "kana": "といふまにかぢとりもののあはれもしらでおのれさけをくらひつれば、はやくいなむとて「しほみちぬ。かぜもふきぬべし」とさわげば、ふねにのりなむとす。",
        "translation-ja": "と言っている間に、楫取は物の哀れも知らず、自分の酒を飲んでいたので、早く行こうとして、「潮が満ちた。風も吹きそうだ」と騒ぐので、船に乗ろうとする。",
        "translation-en": "While they were saying this, the kajitori, without knowing the pathos of things, drank their own sake. So, intending to leave quickly, they said, 'The tide has risen. The wind is likely to blow,' and, making a commotion, tried to board the boat.",
        "translation-ja-natural": "そんな話をしている間に、楫取たちは物の哀れも感じることなく、自分たちの酒を飲んでいました。それから、早く出発しようと、「潮が満ちたぞ。風も吹きそうだ」と騒ぎ出し、船に乗り込もうとしました。",
        "translation-en-natural": "As they talked, the crew, unaware of the sorrow of the moment, drank their sake. Eager to leave, they said, 'The tide is coming in. The wind is picking up,' and, causing a stir, tried to board the boat."
      },
      {
        "date": "20250112",
        "id": 44,
        "text": "この折にある人々折節につけて、からうたども時に似つかはしき（をイ有）いふ。",
        "kana": "このおりにあるひとびとをりふしにつけてからうたどもときににつかはしきをいふ。",
        "translation-ja": "この時に、ある人々が、折々に応じて、漢詩など、時にふさわしいものを言う。",
        "translation-en": "At this time, certain people, in accordance with the occasion, recited Chinese poems that were suitable for the moment.",
        "translation-ja-natural": "この時に、ある人々が、その時々に合わせて、漢詩など、その時にふさわしいものを詠みました。",
        "translation-en-natural": "At this time, certain people recited Chinese poems that were appropriate for the occasion."
      },
      {
        "date": "20250112",
        "id": 45,
        "text": "又ある人西國なれど甲斐歌などいふ。",
        "kana": "またあるひとにしぐになれどかひうたなどいふ。",
        "translation-ja": "また、ある人、西国であるが、甲斐の歌などという。",
        "translation-en": "And a person, even if it is the western provinces, sings Kai songs.",
        "translation-ja-natural": "また、ある人は、西国なのに、甲斐の歌などを歌っています。",
        "translation-en-natural": "Meanwhile, someone was singing songs from Kai Province, even though we were in the western regions."
      },
      {
        "date": "20250115",
        "id": 46,
        "text": "かくうたふに、ふなやかたの塵も散り、空ゆく雲もたゞよひぬとぞいふなる。",
        "kana": "かくうたふに、ふなやかたのちりもちり、そらゆくくももただよひぬとそいふなる。",
        "translation-ja": "このように歌うと、船屋の塵も散り、空を行く雲もただよったと言われる。",
        "translation-en": "When sung in this way, the dust of the boatyard also scattered, and the clouds going in the sky also drifted, it is said.",
        "translation-ja-natural": "このように歌うと、船屋の塵が舞い、空を流れる雲までも漂ったと言っているようです。",
        "translation-en-natural": "When sung in this way, it is said that even the dust in the boatyard scattered, and the clouds drifting across the sky seemed to float aimlessly."
      },
      {
        "date": "20250116",
        "id": 47,
        "text": "今宵浦戸にとまる。",
        "kana": "こよひうらとにとまる。",
        "translation-ja": "今宵、浦戸に泊まる。",
        "translation-en": "Tonight, we stay at Urado.",
        "translation-ja-natural": "今夜は、浦戸に泊まります。",
        "translation-en-natural": "Tonight, we will stay at Urado."
      },
      {
        "date": "20250117",
        "id": 48,
        "text": "藤原のとき實、橘の季衡、こと人々追ひきたり。",
        "kana": "ふじわらのときざね、たちばなのときひら、ことひとびとおひきたり。",
        "translation-ja": "藤原の時実、橘の季衡、その他の人々が追いかけてきた。",
        "translation-en": "Fujiwara no Tokizane, Tachibana no Suehira, and others followed.",
        "translation-ja-natural": "藤原の時実、橘の季衡、その他の人々が追いかけてきました。",
        "translation-en-natural": "Fujiwara no Tokizane, Tachibana no Suehira, and others followed."
      },
      {
        "date": "20250118",
        "id": 49,
        "text": "廿八日、浦戸より漕ぎ出でゝ大湊をおふ。",
        "kana": "にじふはちにち、うらとよりこぎいでておほみなとをおふ。",
        "translation-ja": "二十八日、浦戸を出て、大湊に向かう。",
        "translation-en": "On the twenty-eighth day, we set out from Urado and headed for Ominato.",
        "translation-ja-natural": "二十八日、浦戸を出発し、大湊に向かいました。",
        "translation-en-natural": "On the twenty-eighth day, we departed from Urado and made our way to Ominato."
      },
      {
        "date": "20250119",
        "id": 49,
        "text": "この間にはやくの國の守の子山口の千岑、酒よき物どももてきて船に入れたり。",
        "kana": "このあいだにはやくのくにのかみのこやまぐちのちみね、さけよきものどももてきてふねにいれたり。",
        "translation-ja": "この間に、以前の国の守の子、山口の千岑、酒、よい物を持ってきて、船に入れた。",
        "translation-en": "During this time, the son of the former governor of this country, Chisato Yamaguchi, brought sake and good things and put them on the boat.",
        "translation-ja-natural": "この間に、先のこの国の国司の子、山口の千岑が、酒やけっこな品々を持ってきて、船に差し入れをしました。",
        "translation-en-natural": "During this time, the son of the former governor of this country, Chisato Yamaguchi, brought sake and other good things and put them on the boat."
      },
      {
        "date": "20250119",
        "id": 50,
        "text": "ゆくゆく飮みくふ。",
        "kana": "ゆくゆくのみくふ。",
        "translation-ja": "ゆくゆく飲み食う。",
        "translation-en": "We will eat and drink as we go.",
        "translation-ja-natural": "航行しながら、飲み食いをしていきました。",
        "translation-en-natural": "We ate and drank as we sailed."
      },
      {
        "date": "20250120",
        "id": 51,
        "text": "廿九日、大湊にとまれり。",
        "kana": "にじふくにち、おほみなとにとまれり。",
        "translation-ja": "二十九日。大湊に泊っている。",
        "translation-en": "On the twenty-ninth day, we stayed at Ominato.",
        "translation-ja-natural": "二十九日、大湊に泊まっています。",
        "translation-en-natural": "On the twenty-ninth day, we stayed at Ominato."
      },
      {
        "date": "20250120",
        "id": 52,
        "text": "くす師ふりはへて屠蘇白散酒加へてもて來たり。",
        "kana": "くすしふりはへてとうそびやくさんしゆくわへてもてきたり。",
        "translation-ja": "薬師が、念を入れて屠蘇や白散に酒を加えて持ってきた。",
        "translation-en": "The apothecary, taking special care, brought toso and hakusan, adding sake.",
        "translation-ja-natural": "薬師が気を利かせて、屠蘇や白散に酒を混ぜて持ってきました。",
        "translation-en-natural": "The apothecary thoughtfully prepared tosō and hakusan, mixing them with sake, and brought it over."
      },
      {
        "date": "20250120",
        "id": 53,
        "text": "志あるに似たり。",
        "kana": "こころざしあるににたり。",
        "translation-ja": "志があるように見える。",
        "translation-en": "It seems that there is sincerity.",
        "translation-ja-natural": "誠意があるように思える。",
        "translation-en-natural": "It seems like there is genuine sincerity."
      },
      {
        "date": "20250124",
        "id": 54,
        "text": "元日、なほ同じとまりなり。",
        "kana": "がんたん、なほおなじとまりなり。",
        "translation-ja": "元日、まだ同じ停泊地にいる。",
        "translation-en": "On New Year's Day, we are still staying in the same place.",
        "translation-ja-natural": "元日も、まだ同じ場所に停泊しています。",
        "translation-en-natural": "On New Year's Day, we are still staying in the same place."
      },
      {
        "date": "20250125",
        "id": 55,
        "text": "白散をあるもの夜のまとてふなやかたにさしはさめりければ、風に吹きならさせて海に入れてえ飮まずなりぬ。",
        "kana": "はくさんをあるものよのまとてふなやかたにさしはさめりければ、かぜにふきならさせてうみにいれてえのまずなりぬ。",
        "translation-ja": "白散を持っている人が、夜の間に船の屋形に差し挟んでいたところ、風に吹き鳴らされて海に入ってしまい、飲むことができなくなった。",
        "translation-en": "A person who had hakusan, having wedged it into the boathouse overnight, had it blown noisily by the wind into the sea and was unable to drink it.",
        "translation-ja-natural": "白散を持っていた人が、夜の間に船の屋形に置いておいたら、風に吹かれて海に落ちてしまい、飲めなくなりました。",
        "translation-en-natural": "Someone who had hakusan left it overnight in the boathouse, but the wind blew it into the sea, so they couldn’t drink it."
      },
      {
        "date": "20250126",
        "id": 56,
        "text": "芋し（もカ）あらめも齒固めもなし。",
        "kana": "いもしもあらめもくちかためもなし。",
        "translation-ja": "芋茎も荒布も、歯固めもない。",
        "translation-en": "No potatoes, no seaweed, no hagatame teeth hardener.",
        "translation-ja-natural": "芋も海藻荒布も祝物の歯固めもありません。",
        "translation-en-natural": "No potatoes, no seaweed, no festive \"Hagatame\" meat (a symbolic dish for celebrating longevity and resilience in Japanese tradition)."
      },
      {
        "date": "20250127",
        "id": 57,
        "text": "かやうの物もなき國なり。",
        "kana": "かやうのものもなきくになり。",
        "translation-ja": "こういうものもない国である。",
        "translation-en": "It is a country without such things.",
        "translation-ja-natural": "こんなものもないところです。",
        "translation-en-natural": "Here is a place without such things."
      },
      {
        "date": "20250127",
        "id": 58,
        "text": "求めもおかず。",
        "kana": "もとめもおかず。",
        "translation-ja": "求めてもおかなかった。",
        "translation-en": "We did not seek it in advance.",
        "translation-ja-natural": "求めてもおきませんでした。",
        "translation-en-natural": "We didn't buy them in advance."
      },
      {
        "date": "20250128",
        "id": 59,
        "text": "唯おしあゆの口をのみぞ吸ふ。",
        "kana": "ただおしあゆのくちをのみそすふ。",
        "translation-ja": "ただ、押鮎の口を吸うだけ。",
        "translation-en": "Only sucking the mouth of the pressed sweetfish.",
        "translation-ja-natural": "ただ、押鮎の口をしゃぶっているだけでした。",
        "translation-en-natural": "Just sucking the mouth of the pressed sweetfish."
      },
      {
        "date": "20250129",
        "id": 60,
        "text": "このすふ人々の口を押年魚もし思ふやうあらむや。",
        "kana": "このすふひとびとのくちをおしあゆもしおもふやうあらむや。",
        "translation-ja": "この人々が口を吸う押年魚の方も、いったいどう思っているだろうか。",
        "translation-en": "I wonder what the sweetfish, pressed and sucked by these people's mouths, is thinking.",
        "translation-ja-natural": "この人々に口を吸われている押年魚（鮎）の方も、いったいどう思っているのだろうか。いや、おそらく『口惜しい鮎』（くちをしあゆ）とでも思っているのだろうか。",
        "translation-en-natural": "What might the pressed sweetfish, being sucked by these people's mouths, be thinking? Perhaps they are lamenting as 'kuchi-oshi ayu,' the regretful sweetfish."
      },
      {
        "date": "20250130",
        "id": 61,
        "text": "今日は都のみぞ思ひやらるゝ。",
        "kana": "けふはみやこのみぞおもひやらるゝ。",
        "translation-ja": "今日は都のみぞ思いやられる。",
        "translation-en": "Today, only the capital weighs on my mind.",
        "translation-ja-natural": "今日は都のことばかりが思いやられます。",
        "translation-en-natural": "Today, I can't help but worry about the capital."
      },
      {
        "date": "20250131",
        "id": 62,
        "text": "「九重の門のしりくめ繩のなよしの頭ひゝら木らいかに」とぞいひあへる。",
        "kana": "「こへのかどのしりくめなはのなよしのかしらひひらぎいかに」とぞいひあへる。",
        "translation-ja": "「小家の門のしめ繩についた鯔の頭や柊はどうしているだろう」と言い合っている。",
        "translation-en": "They are talking about how the heads of the zui on the cords of the gates of the commoners' houses are doing.",
        "translation-ja-natural": "「民家の門のしめ繩についた鯔の頭や柊は、どうしているのだろう」と話しているようです。",
        "translation-en-natural": "They are talking about how the heads of the zui on the cords of the gates of the commoners' houses are doing."
      },
      {
        "date": "20250201",
        "id": 63,
        "text": "二日、なほ大湊にとまれり。",
        "kana": "ふつか、なほおほみなとにとまれり。",
        "translation-ja": "二日目も、まだ大湊に泊まっている。",
        "translation-en": "On the second day, we are still staying at Ominato.",
        "translation-ja-natural": "二日目も、まだ大湊に泊まっています。",
        "translation-en-natural": "On the second day, we are still staying at Ominato."
      },
      {
        "date": "20250202",
        "id": 64,
        "text": "講師、物、酒などおこせたり。",
        "kana": "こうじ、もの、さけなどおこせたり。",
        "translation-ja": "講師が、物や酒などを送ってきた。",
        "translation-en": "The koshi sent things, sake, and other items.",
        "translation-ja-natural": "講師が、食べ物やお酒などを差し入れてくれました。",
        "translation-en-natural": "The official kindly brought over some food and sake."
      },
      {
        "date": "20250203",
        "id": 65,
        "text": "三日、同じ所なり。",
        "kana": "みっか、おなじところなり。",
        "translation-ja": "三日、同じ所にいる。",
        "translation-en": "On the third, we are in the same place.",
        "translation-ja-natural": "三日、まだ同じ場所にいます。",
        "translation-en-natural": "On the third, we are still in the same place."
      },
      {
        "date": "20250204",
        "id": 66,
        "text": "もし風浪のしばしと惜む心やあらむ、心もとなし。",
        "kana": "もしかぜなみのしばしとをしむこころやあらむ、こころもとなし。",
        "translation-ja": "風浪を少しの間惜しむ心があるのだろうか。不安でならない。",
        "translation-en": "Is there a heart that feels reluctant to part with the brief calm amid the wind and waves? I feel uneasy.",
        "translation-ja-natural": "この風と波を、少しでも惜しむ心があるのだろうか。不安で落ち着かない。",
        "translation-en-natural": "I wonder if there's anyone who still feels attached to the brief calm amid these winds and waves. It makes me feel uneasy."
      },
      {
        "date": "20250205",
        "id": 67,
        "text": "四日、風吹けばえ出でたゝず。",
        "kana": "よっか、かぜふけばえいでたたず。",
        "translation-ja": "四日、風が吹くので、出ていけない。",
        "translation-en": "On the fourth, because the wind blows, we can't go out.",
        "translation-ja-natural": "四日、風が強く吹いて、港を出ることができません。",
        "translation-en-natural": "On the fourth, we can't set sail because of the strong wind."
      },
      {
        "date": "20250206",
        "id": 68,
        "text": "昌連酒よき物たてまつれり。",
        "kana": "まさつらさけよきものたてまつれり。",
        "translation-ja": "昌連が、酒や良い品を奉る。",
        "translation-en": "Masatsura contributes sake and fine goods.",
        "translation-ja-natural": "昌連が、航海の無事を祈って、酒や結構な品物をお供えしてくれました。",
        "translation-en-natural": "Masatsura contributed sake and fine goods as an offering to pray for a safe voyage."
      },
      {
        "date": "20250207",
        "id": 69,
        "text": "このかうやうの物もて來るひとになほしもえあらでいさゝげわざせさすものもなし。",
        "kana": "このかうやうのものもてくるひとになほしもえあらでいささげわざせさすものもなし。",
        "translation-ja": "このこのような物を持って来る人をそのままにしておけなくて、わずかな施しをさせる物もない。",
        "translation-en": "This this kind of thing bringing person cannot leave as is, small bestow let thing even not.",
        "translation-ja-natural": "このような物を持ってきてくれた人をそのままにしておくことができず、わずかなお返しをする物さえなかった。",
        "translation-en-natural": "I couldn't just leave the person who brought such a gift without doing anything, and I didn't even have anything to offer as a small token."
      },
      {
        "date": "20250208",
        "id": 70,
        "text": "にぎはゝしきやうなれどまくるこゝちす。",
        "kana": "にぎははしきやうなれどまくるここちす。",
        "translation-ja": "賑やかなようであるが、負ける気持ちがする。",
        "translation-en": "Lively-like it is but, losing feeling does.",
        "translation-ja-natural": "賑やかに見えるが、実のところ、うしろめたく、負い目を感じる。",
        "translation-en-natural": "It looks lively, but deep down, I feel guilty and troubled by a sense of indebtedness."
      },
      {
        "date": "20250209",
        "id": 71,
        "text": "五日、風浪やまねば猶同じ所にあり。",
        "kana": "いつか、かぜなみやまねばなほおなじところにあり。",
        "translation-ja": "五日、風浪がやまないので、なお同じ所にいる。",
        "translation-en": "On the fifth, because the wind and waves have not subsided, we are still in the same place.",
        "translation-ja-natural": "五日、風も波もおさまらず、まだ同じ場所にとどまっています。",
        "translation-en-natural": "On the fifth, with the wind and waves still raging, we’re stuck in the same place."
      },
      {
        "date": "20250210",
        "id": 72,
        "text": "人々絶えずとぶらひにく。",
        "kana": "ひとびとたえずとぶらひにく。",
        "translation-ja": "人々が絶えず訪れてくる。",
        "translation-en": "People, without ceasing, visit and come.",
        "translation-ja-natural": "人々がひっきりなしに訪ねてくる。",
        "translation-en-natural": "People keep coming to visit without a break."
      },
      {
        "date": "20250211",
        "id": 73,
        "text": "六日、きのふのごとし。",
        "kana": "むいか、きのふのごとし。",
        "translation-ja": "六日、昨日と同じようである。",
        "translation-en": "On the sixth, it is like yesterday.",
        "translation-ja-natural": "六日、昨日と同じようです。",
        "translation-en-natural": "On the sixth, it is like yesterday."
      },
      {
        "date": "20250211",
        "id": 73,
        "text": "七日になりぬ。",
        "kana": "なぬかになりぬ。",
        "translation-ja": "七日になった。",
        "translation-en": "It has become the seventh.",
        "translation-ja-natural": "七日になりました。",
        "translation-en-natural": "It's the seventh."
      },
      {
        "date": "20250211",
        "id": 74,
        "text": "同じ湊にあり。",
        "kana": "おなじみなとにあり。",
        "translation-ja": "同じ港にいる。",
        "translation-en": "We are in the same port.",
        "translation-ja-natural": "同じ港にいます。"
      },
      {
        "date": "20250212",
        "id": 75,
        "text": "今日は白馬を思へどかひなし。",
        "kana": "けふはあをむまをおもへどかひなし。",
        "translation-ja": "今日は白馬を思うが、甲斐がない。",
        "translation-en": "Today, I think of the white horse, but it is in vain.",
        "translation-ja-natural": "今日は白馬の節会の日。でも、白馬の節会のことを思い出しても、ここにいるんじゃ意味がない。",
        "translation-en-natural": "Today is the day of the White Horse Festival. But thinking about the festival while stuck here feels pointless."
      },
      {
        "date": "20250213",
        "id": 76,
        "text": "たゞ浪の白きのみぞ見ゆる。",
        "kana": "ただなみのしろきのみそみゆる。",
        "translation-ja": "ただ、波の白いのだけが見える。",
        "translation-en": "Only the whiteness of the waves is visible.",
        "translation-ja-natural": "ただ、白く泡立つ波が見えるだけでした。",
        "translation-en-natural": "All I can see are the white, foaming waves."
      },
      {
        "date": "20250214,20250217",
        "id": 77,
        "text": "かゝる間に人の家（野イ）の池と名ある所より鯉はなくて鮒よりはじめて川のも、海のも、ことものども、ながびつにになひつゞけておこせたり。",
        "kana": "かかるあひだにひとのいへのいけとなあるところよりこひはなくてふなりよりはじめてかはのも、うみのも、ことものども、ながびつにになひつづけておこせたり。",
        "translation-ja": "こうしているうちに、『池』という名前の場所や、他の名のある場所から、鯉はいなくて、鮒をはじめとして、川の魚も海の魚も、その他のものも、長櫃に担いで運び続けて送った。",
        "translation-en": "While this was happening, from a place called 'Ike' and other well-known locations, there were no carp, but starting with crucian carp, river fish, sea fish, and other things were continuously carried in long chests and sent over.",
        "translation-ja-natural": "こうしているうちに、『池』という名の場所から、鯉はないが、鮒をはじめ、川の魚や海の魚、その他の食べ物が長櫃に詰められて次々と送られてきた。",
        "translation-en-natural": "Meanwhile, from a place called 'Ike,' there were no carp, but starting with crucian carp, river fish, sea fish, and other foods were packed into a long chest and sent over one after another."
      },
      {
        "date": "20250215,20250217",
        "id": 78,
        "text": "わかなこに入れて雉など花につけたり（十七字イ無）。",
        "kana": "わかなこにいれてきじなどはなにつけたり。",
        "translation-ja": "若菜籠に入れて、雉などを花につけた。",
        "translation-en": "Placed in a basket for young greens, pheasants and such were added along with flowers.",
        "translation-ja-natural": "若菜を入れた籠に、雉などを添え、花とともに美しく飾りました。",
        "translation-en-natural": "They placed young greens in a basket, added pheasants, and beautifully arranged them with flowers."
      },
      {
        "date": "20250215",
        "id": 79,
        "text": "若菜ぞ今日をば知らせたる。",
        "kana": "わかなぞけふをばしらせたる。",
        "translation-ja": "若菜が、今日を知らせている。",
        "translation-en": "The young greens are announcing today.",
        "translation-ja-natural": "若菜を見て、今日は七草の日だと気づいた。",
        "translation-en-natural": "Seeing the young greens, I realized that today is the Festival of Seven Herbs."
      },
      {
        "date": "20250215",
        "id": 80,
        "text": "歌あり。そのうた、",
        "kana": "うたあり。そのうた、",
        "translation-ja": "歌がある。その歌、",
        "translation-en": "There is a song. That song,",
        "translation-ja-natural": "一首の歌が添えられている。その歌は、",
        "translation-en-natural": "A poem has been included. That poem is,"
      },
      {
        "date": "20250215",
        "id": 81,
        "poem": "淺茅生の/野邊にしあれば/水もなき/池につみつる/わかななりけり",
        "kana": "あさちふののべにしあればみづもなきいけにつみつるわかななりけり",
        "translation-ja": "浅茅が生い茂る野原にあるので、水もない池で摘んだ若菜であった。",
        "translation-en": "Since it is in a field where short grasses grow, it was young greens picked from a pond without water.",
        "translation-ja-natural": "浅茅が生い茂る野原にある『池』ですが、水がないので、鯉（恋）はありません。『鯉（こい）』も『恋（こい）』もない、そんなところで摘んだ若菜（我が名）です。",
        "translation-en-natural": "This place is called 'Pond,' but with no water, there are no carp and no love. No koi, no koi. In such a place, I picked these greens, and that is my name."
      },
      {
        "date": "20250216",
        "id": 82,
        "text": "いとをかしかし。",
        "kana": "いとをかしかし。",
        "translation-ja": "とても趣きのあることだ。",
        "translation-en": "It is a very interesting thing.",
        "translation-ja-natural": "なんと趣のあることでしょう。",
        "translation-en-natural": "What an interesting thing."
      },
      {
        "date": "20250217",
        "id": 83,
        "text": "この池といふは所の名なり。",
        "kana": "このいけといふはところのななり。",
        "translation-ja": "この「池」というのは、この所の名前である。",
        "translation-en": "This 'pond' is the name of this place.",
        "translation-ja-natural": "この「池」というのは、この地名です。",
        "translation-en-natural": "This 'pond' is the name of this place."
      },
      {
        "date": "20250217",
        "id": 84,
        "text": "よき人の男につきて下りて住みけるなり。",
        "kana": "よきひとのをのにつきておりてすみけるなり。",
        "translation-ja": "よき人が、男に付き従って都から下って、そこに住んでいたのである。",
        "translation-en": "A fine person followed a man down from the capital and lived there.",
        "translation-ja-natural": "誰もが好きになりそうな気立てのよい女性が、男と共に都を離れ、そこで暮らすことになりました。",
        "translation-en-natural": "A woman with a lovely personality, whom anyone would find charming, left the capital with a man and ended up living there."
      },
      {
        "date": "20250217",
        "id": 85,
        "text": "この長櫃の物は皆人童までにくれたれば、飽き滿ちて舟子どもは腹皷をうちて海をさへおどろかして浪たてつべし。",
        "kana": "このながひつのものはみなひとわらはまでにくれたれば、あきみちてふなこどもははらつづみをうちてうみをさへおどろかしてなみたてつべし。",
        "translation-ja": "この長櫃の物は、すべての人から童に至るまでに与えられたので、満ち足りて、舟子たちは腹鼓を打ち、海までも驚かせて波を立てるに違いない。",
        "translation-en": "The items in this long chest were given to everyone, from adults to children, so they were fully satisfied, and the boatmen beat their bellies like drums, even startling the sea and surely raising waves.",
        "translation-ja-natural": "この長櫃いっぱいの品物は、大人から子供まで皆に惜しげもなく振る舞われ、誰もが満腹になってしまいました。船乗りたちは腹いっぱいに食べて、自分の腹をポンポン叩いて喜び、その音があまりに大きく、海までも驚いて波を立ててしまいました。",
        "translation-en-natural": "The long chest was packed with goods and generously handed out to everyone, from adults to children, until they were completely full. The sailors, having eaten their fill, joyfully drummed on their bellies with such thunderous noise that even the sea itself seemed to shudder and stir up waves."
      },
      {
        "date": "20250218",
        "id": 86,
        "text": "かくてこの間に事おほかり。",
        "kana": "かくてこのあひだにことおほかり。",
        "translation-ja": "こうして、この間に出来事が多かった。",
        "translation-en": "Thus, during this time, there were many events.",
        "translation-ja-natural": "こうしているうちに、さまざまな出来事がありました。",
        "translation-en-natural": "During this time, various things happened."
      },
      {
        "date": "20250219",
        "id": 87,
        "text": "けふわりごもたせてきたる人、その名などぞや、今思ひ出でむ。",
        "kana": "けふわりごもたせてきたるひと、そのななどぞや、いまおもひいでむ。",
        "translation-ja": "今日、破子を持たせて来た人の名などは何だったか、今、思い出すだろう。",
        "translation-en": "Today, the name and such of the person who had someone bring the wrapping cloth, what was it? I shall remember it now.",
        "translation-ja-natural": "今日、包みを誰かに持たせて届けさせた人の名前は、何だったかな。そのうち思い出すだろう。",
        "translation-en-natural": "What was the name of the person who had someone bring the bundle today? I will remember it eventually."
      },
      {
        "date": "20250220",
        "id": 88,
        "text": "この人歌よまむと思ふ心ありてなりけり。",
        "kana": "このひとうたよまむとおもふこころありてなりけり。",
        "translation-ja": "この人、歌を詠もうと思う心があってのことだった。",
        "translation-en": "This person, having a heart to compose a poem, that was the reason.",
        "translation-ja-natural": "この人は、歌を詠みたいという思いがあったのだ。",
        "translation-en-natural": "This person had a desire to compose a poem."
      },
      {
        "date": "20250220",
        "id": 89,
        "text": "とかくいひいひて浪の立つなることゝ憂へいひて詠める歌、",
        "kana": "とかくいひいひてなみのたつなることとうへいひてうためるうた、",
        "translation-ja": "とかく言い言いして、波が立つということを憂えて言って詠んだ歌、",
        "translation-en": "Saying various things and lamenting that the waves are rising, the poem that was composed.",
        "translation-ja-natural": "あれこれと言いながら、波が立つことを心配して詠んだ歌。",
        "translation-en-natural": "Talking about various things and worrying about the rising waves, a poem was composed."
      },
      {
        "date": "20250222",
        "id": 90,
        "text": "「ゆくさきにたつ白浪の聲よりもおくれて泣かむわれやまさらむ」",
        "kana": "ゆくさきにたつしらなみのこゑよりもおくれてなかむわれやまさらむ",
        "translation-ja": "行く先に立つ白波の声よりも、遅れて泣くだろう私の声が勝るのだろうか。",
        "translation-en": "Ahead on the path, rising white waves' sound rather than, belatedly shall cry, my voice will surpass?",
        "translation-ja-natural": "行く先に立つ白波の音よりも、遅れて泣く私の声のほうが大きくなるのだろうか。",
        "translation-en-natural": "Will my belated cries be louder than the sound of the white waves rising ahead on my path?"
      },
      {
        "date": "20250223",
        "id": 91,
        "text": "とぞ（ぞイ無）詠める。",
        "kana": "とぞよめる。",
        "translation-ja": "と詠んだ。",
        "translation-en": "And so it was composed.",
        "translation-ja-natural": "と詠みました。",
        "translation-en-natural": "And so it was composed."
      },
      {
        "date": "20250223",
        "id": 92,
        "text": "いと大聲なるべし。",
        "kana": "いとおほごへなるべし。",
        "translation-ja": "とても大きな声で詠まれたに違いない。",
        "translation-en": "It was surely composed with a very loud voice.",
        "translation-ja-natural": "きっとものすごく大きな声だったことだろう。",
        "translation-en-natural": "It must have been an incredibly loud voice."
      },
      {
        "date": "20250223",
        "id": 93,
        "text": "持てきたる物より歌はいかゞあらむ。",
        "kana": "もてきたるものよりうたはいかがあらむ。",
        "translation-ja": "持ってきた物と比べて、歌はどうであろうか。",
        "translation-en": "Compared to the things brought, how is the song?",
        "translation-ja-natural": "持ってきた物に比べて、この歌はどうでしょうか。",
        "translation-en-natural": "How does this song compare to the things that were brought?"
      },
      {
        "date": "20250223",
        "id": 94,
        "text": "この歌を此彼あはれがれども一人も返しせず。",
        "kana": "このうたをこのかれあはれがれどもひとりもかへしせず。",
        "translation-ja": "この歌を、あの人もこの人も褒めたが、一人も返歌をしなかった。",
        "translation-en": "Though both this person and that person praised this song, not one composed a reply.",
        "translation-ja-natural": "この歌をみんなが褒めはしましたが、誰ひとり返歌をしませんでした。",
        "translation-en-natural": "Everyone praised the song, but no one composed a reply."
      },
      {
        "date": "20250224",
        "id": 95,
        "text": "しつべき人も交れゝどこれをのみいたがり物をのみくひて夜更けぬ。",
        "kana": "しつべきひともまじれれどこれをのみいたがりものをのみくひてよふけぬ。",
        "translation-ja": "然るべき人も交じっていたが、その人もこの歌をほめるばかりで、食べ物ばかり食べて、夜が更けてしまった。",
        "translation-en": "Even the appropriate person was present, but that person only praised this song, ate only food, and the night grew late.",
        "translation-ja-natural": "当然、返歌をすべき人もいたが、その人もこの歌をただほめるばかりで、食べてばかりいるうちに夜が更けてしまった。",
        "translation-en-natural": "Naturally, there were also those who should have composed a response, but they only kept praising the song, eating all the while, until the night grew late."
      },
      {
        "date": "20250224",
        "id": 96,
        "text": "この歌ぬしなむ「またまからず」といひてたちぬ。",
        "kana": "このうたぬしなむまたまからずといひてたちぬ。",
        "translation-ja": "この歌の詠み手は、「まだ帰らない」と言って立ちあがった。",
        "translation-en": "The composer of this poem said, 'I am not going back yet,' and stood up.",
        "translation-ja-natural": "歌の詠み手は、「まだ帰らないよ」と言って立ちあがった。",
        "translation-en-natural": "The poet said, 'I'm not leaving yet,' and stood up."
      },
      {
        "date": "20250225",
        "id": 97,
        "text": "ある人の子の童なる密にいふ。",
        "kana": "あるひとのこのわらわなるひそかにいふ",
        "translation-ja": "ある人の子供が、こっそり言う。",
        "translation-en": "A child of a certain person says secretly.",
        "translation-ja-natural": "ある人の子供が、こっそり言いました。",
        "translation-en-natural": "A child of a certain person said secretly."
      },
      {
        "date": "20250225",
        "id": 98,
        "text": "「まろこの歌の返しせむ」といふ。",
        "kana": "「まろこのうたのかへしせむ」といふ。",
        "translation-ja": "「まろ、この歌に返歌しよう」と言う。",
        "translation-en": "Maro says, \"I will compose a reply to this song.\"",
        "translation-ja-natural": "「あたしがこの返歌、しちゃだめ」と言いました。",
        "translation-en-natural": "Maro said, \"I will compose a reply to this song.\""
      },
      {
        "date": "20250225",
        "id": 99,
        "text": "驚きて「いとをかしきことかな。",
        "kana": "おどろきて「いとをかしきことかな。",
        "translation-ja": "驚いて、「とても素晴らしいことだな。",
        "translation-en": "Surprised, \"That is a very wonderful thing.'",
        "translation-ja-natural": "みんな驚いて、「それはすごい。",
        "translation-en-natural": "Everyone was surprised, \"That's amazing."
      },
      {
        "date": "20250225",
        "id": 100,
        "text": "よみてむやは。",
        "kana": "よみてむやは。",
        "translation-ja": "詠んでみようか。",
        "translation-en": "Will you try reciting?",
        "translation-ja-natural": "詠んでみようか。",
        "translation-en-natural": "Will you try reciting?"
      },
      {
        "date": "20250225",
        "id": 101,
        "text": "詠みつべくばはやいへかし」といふ（にイ有）。",
        "kana": "よみつべくばはやいへかし」といふ。",
        "translation-ja": "「詠むのなら、早く言いなさい」と言う。",
        "translation-en": "He says, \"If you are going to recite, say it quickly.\"",
        "translation-ja-natural": "詠むなら、早く言ってごらん」と促しました。",
        "translation-en-natural": "He encouraged, \"If you're going to recite, go ahead and say it.\""
      },
      {
        "date": "20250225",
        "id": 102,
        "text": "「まからずとて立ちぬる人を待ちてよまむ」とて求めけるを、夜更けぬとにやありけむ、やがていにけり。",
        "kana": "「またまからずとてたちぬるひとをまちてよまむ」とてもとめけるを、よふけぬとにやありけむ、やがていにけり。",
        "translation-ja": "「『まだ帰らない』と言って立ち上がった人を待ってから詠もうと言い、探したが、夜が更けたのであろうか、そのまま帰ってしまった。」",
        "translation-en": "The kid said, \"I will wait for the person who said, 'I am not going back yet,' and compose a poem after waiting,\" and searched for him, but perhaps because the night had grown late, he left as he was.",
        "translation-ja-natural": "「『まだ帰らない』と言って立ち上がった人を待ってから歌を詠もうとしましたが、その人を探しているうちに夜が更けてしまったのでしょうか。そのまま帰ってしまいました。」",
        "translation-en-natural": "The kid planned to wait and compose a poem for the person who had said, 'I'm not leaving yet,' but as he searched for him, the night grew late, and in the end, he left without seeing him again."
      },
      {
        "date": "20250225",
        "id": 103,
        "text": "「そもそもいかゞ詠んだる」といぶかしがりて問ふ。",
        "kana": "「そもそもいかがよんだる」といふかしがりてとふ。",
        "translation-ja": "「そもそもどのように詠んだのか」と、いぶかしがって聞く。",
        "translation-en": "They ask in doubt, 'How did you compose it in the first place?'",
        "translation-ja-natural": "「そもそもどのように詠んだの？」と、みんな不思議そうに聞きました。",
        "translation-en-natural": "Everyone curiously asked, 'How did you even come up with that?'"
      },
      {
        "date": "20250225",
        "id": 104,
        "text": "この童さすがに耻ぢていはず。",
        "kana": "このわらわさすがにはじていはず。",
        "translation-ja": "この子供は、さすがに恥ずかしがって言わず。",
        "translation-en": "This child, as expected, was too embarrassed to say anything.",
        "translation-ja-natural": "この子供は、さすがに恥ずかしくて言えませんでした。",
        "translation-en-natural": "This kid, as expected, was too embarrassed to say anything."
      },
      {
        "date": "20250226",
        "id": 105,
        "text": "強ひて問へばいへるうた、",
        "kana": "しひてとへばいへるうた、",
        "translation-ja": "強いて問うと、言った歌は、",
        "translation-en": "When pressed to answer, the poem they recited was...",
        "translation-ja-natural": "いやがるところを無理に聞いて、やっと口にした歌は、...",
        "translation-en-natural": "After pressing the reluctant kid, the poem which was finally recited was..."
      },
      {
        "date": "20250227",
        "id": 106,
        "text": "「ゆく人もとまるも袖のなみだ川みぎはのみこそぬれまさりけれ」",
        "kana": "ゆくひともとまるもそでのなみだがわみぎはのみこそぬれまさりけれ",
        "translation-ja": "行く人も、立ち止まる人も、袖の涙の川、水際ばかりが一層濡れていることだ。",
        "translation-en": "Both those who go and those who stop, the river of tears from their sleeves, only the water's edge is even more soaked.",
        "translation-ja-natural": "行く人も、立ち止まる人も、涙が袖を濡らして流れ、岸辺ばかりがますます濡れていきます。",
        "translation-en-natural": "Whether they go or stay, their tears soak their sleeves and flow, leaving only the water's edge growing even more drenched."
      },
      {
        "date": "20250228",
        "id": 107,
        "text": "となむ詠める。",
        "kana": "となむよめる。",
        "translation-ja": "と詠んだ。",
        "translation-en": "And so it was composed.",
        "translation-ja-natural": "と詠みました。",
        "translation-en-natural": "And so it was composed."
      },
      {
        "date": "20250228",
        "id": 108,
        "text": "かくはいふものか、うつくしければにやあらむ、いと思はずなり。",
        "kana": "かくはいふものか、うつくしければにやあらむ、いとおもはずなり。",
        "translation-ja": "このように言うものなのだろうか。かわいらしいからなのだろうか。たいへんこう思ってはいなかった。",
        "translation-en": "Is this how one is supposed to say it? Perhaps because the child is adorable? I had not thought so at all.",
        "translation-ja-natural": "こういうふうに歌を詠むものなのでしょうか。かわいらしいからでしょうか。まったくこのように上手く詠むとは思ってもみませんでした。",
        "translation-en-natural": "Is this really how one is supposed to compose a poem? Maybe it's just because the kid is adorable. I never expected them to compose so skillfully."
      },
      {
        "date": "20250301",
        "id": 109,
        "text": "童ごとにては何かはせむ、女翁にをしつべし、悪しくもあれいかにもあれ、たよりあらば遣らむとておかれぬめり。",
        "kana": "わらわごとにてはなにかはせむ、をむなをきなにをしつべし、あしくもあれいかにもあれ、たよりあらばやからむとておかれぬめり。",
        "translation-ja": "子どもたちだけでは何ができようか。おばあさんかおじいさんに押させるのがよいだろう。悪くても、どうであっても、機会があれば送るつもりで、置かれたようだ。",
        "translation-en": "What could children alone possibly do? It would be best to have an old woman or an old man press it. Whether it is bad or however it may be, it seems to have been placed with the intention of sending it if an opportunity arises.",
        "translation-ja-natural": "子どもの詠んだ歌ではちょっと失礼になってしまうかもしれないので、おばあさんかおじいさんに頼んで、印を押してもらうのがよいでしょう。そんな嘘がよくないことはわかっていますが、どうせ本人はいないのだから、どうであろうと構わないでしょうし、もし機会があれば、あるいは相手から便りがあれば、この返歌を送ってさしあげましょうと思い、保管しておいたようです。",
        "translation-en-natural": "A child's poem alone might be a bit inappropriate, so it would be best to ask an old woman or an old man to stamp a seal on it. I do understand that such a falsehood is not right, but since the original author is no longer around, it does not really matter. If an opportunity arises, or if a letter arrives from the other party, I thought I should send this reply and kept it for that purpose."
      },
      {
        "date": "20250302",
        "id": 110,
        "text": "八日、さはる事ありて猶同じ所なり。",
        "kana": "ようか、さはることありてなほおなじところなり。",
        "translation-ja": "八日、いろいろあって、まだ同じ場所にいる。",
        "translation-en": "On the eighth day, various things happened, and I am still in the same place.",
        "translation-ja-natural": "八日。まあ、いろいろあって、まだここにいる。",
        "translation-en-natural": "The eighth day. Well, for one reason or another, I'm still here."
      },
      {
        "date": "20250303",
        "id": 111,
        "text": "今宵の月は海にぞ入る。",
        "kana": "こよいのつきはうみにそいる。",
        "translation-ja": "今宵の月は、海に入った。",
        "translation-en": "Tonight, the moon has entered the sea.",
        "translation-ja-natural": "今夜の月は、海に沈んでいきました。",
        "translation-en-natural": "Tonight's moon has set into the sea."
      },
      {
        "date": "20250303",
        "id": 112,
        "text": "これを見て業平の君の「山のはにげて入れずもあらなむ」といふ歌なむおもほゆる。",
        "kana": "これをみてなりひらのきみのやまのはにげていれずもあらなむ」といふうたなむおもほゆる。",
        "translation-ja": "これを見て、業平の君の「山の端に逃げて入らないでほしい」という歌が思い出される。",
        "translation-en": "Seeing this, I am reminded of Lord Narihira's poem, 'Even if the mountain's edge flees, may it not dissappear.'",
        "translation-ja-natural": "これを見て、業平の君の「山の端に逃げて、沈まずにいてほしい」という歌が思い出されました。",
        "translation-en-natural": "Seeing this, I was reminded of Lord Narihira's poem, 'May the moon flee to the mountain's edge and not dissappear.'"
      },
      {
        "date": "20250304",
        "id": 113,
        "text": "もし海邊にてよまゝしかば「浪たちさへて入れずもあらなむ」と詠みてましや。",
        "kana": "もしうみべにてよまましかば「なみたちさへていれずもあらなむ」とよみてましや。",
        "translation-ja": "もし海辺で詠んだならば、「波が立ちさえして、入らないでほしい」と詠んだだろうか。",
        "translation-en": "If I had composed a poem by the seaside, would I have composed, 'If only the waves rose and kept everything out'?",
        "translation-ja-natural": "もし海辺で詠んだなら、「波が高く立って、何も入らないでほしい」と詠んだでしょうか。",
        "translation-en-natural": "If I had composed a poem by the seaside, would I have written, 'May the waves rise high and keep everything away'?"
      },
      {
        "date": "20250304",
        "id": 114,
        "text": "今この歌を思ひ出でゝある人のよめりける、",
        "kana": "いまこのうたをおもいいでてあるひとのよめりける、",
        "translation-ja": "今、この歌を思い出して、ある人が詠んだらしい歌は、",
        "translation-en": "Now, recalling this poem, a poem which a certain person seems to have composed is...",
        "translation-ja-natural": "今、この歌を思い出して、ある人が詠んだ歌は、",
        "translation-en-natural": "Now, recalling this poem, a poem that a certain person has composed is..."
      },
      {
        "date": "20250305",
        "id": 115,
        "poem": "てる月の/ながるゝ見れば/あまの川/いづるみなとは/海にざ（ぞあイ）りける",
        "kana": "てるつきのながるるみればあまのがわいづるみなとはうみにざりける",
        "translation-ja": "照る月が流れるのを見ると、天の川が出る港は、海にあった。",
        "translation-en": "Seeing the shining moon flow, the harbor where the Milky Way emerges was in the sea.",
        "translation-ja-natural": "照る月が流れていくのを見ていると、天の川が生まれる港は、海にあったのですね。",
        "translation-en-natural": "Watching the shining moon drift along, I realize that the harbor where the Milky Way begins was in the sea."
      },
      {
        "date": "20250306",
        "id": 116,
        "text": "とや。",
        "kana": "とや。",
        "translation-ja": "ということである。",
        "translation-en": "That is what it means.",
        "translation-ja-natural": "というわけです。",
        "translation-en-natural": "So, that's how it is."
      },
      {
        "date": "20250306",
        "id": 117,
        "text": "九日、つとめて大湊より那波の泊をおはむとて漕ぎ出でにけり。",
        "kana": "ここのか、つとめておおみなとよりなばのとまりをおはむとてこぎいでにけり。",
        "translation-ja": "九日の朝早く、大湊から那波の泊へ着こうとして、漕ぎ出した。",
        "translation-en": "On the ninth day, early in the morning, they rowed out from Ominato, intending to arrive at Naba Anchorage.",
        "translation-ja-natural": "九日の朝早く、大湊を出発して、那波の泊を目指して船を漕ぎ出しました。",
        "translation-en-natural": "Early in the morning on the ninth day, they set sail from Ominato, heading toward Naba Anchorage."
      },
      {
        "date": "20250307",
        "id": 118,
        "text": "これかれ互に國の境の内はとて見おくりにくる人數多が中に藤原のときざね、橘の季衡、長谷部の行政等なむみたちより出でたうびし日より此所彼所におひくる。",
        "kana": "これかれたがひにくにのさかひのうちはとてみおくりにくるひとあまたがなかにふぢはらのときざね、たちばなのすゑひら、はせべのゆきまさらなむみたちよりいでたうびしひよりここかしこにおひくる。",
        "translation-ja": "この人あの人互いに、国の境の内はと言って見送りに来る人、その多くの人々の中には、藤原のときざね、橘の季衡、長谷部の行政らがいたが、彼らは国司の館を出発した日からあちらこちらへと追ってくる。",
        "translation-en": "These people, saying that as long as it was within the borders of the province, came to see them off. Among the many people, there were Fujiwara no Tokizane, Tachibana no Suehira, and Hasebe no Yukinari, who had been following them from place to place since the day they departed from the provincial governor's residence.",
        "translation-ja-natural": "あの人もこの人も、かわるがわる、国の境の内にいるうちはと言って見送りに来る多くの人の中でも、藤原のときざね、橘の季衡、長谷部の行政らは、国司の館を出発した日以来、ずっとあちらこちらへと追いかけてきています。",
        "translation-en-natural": "One person after another came to see them off, saying that as long as they were still within the provincial borders, they would do so. Among the many people who came to see them off, Fujiwara no Tokizane, Tachibana no Suehira, and Hasebe no Yukinari had been following them from place to place ever since they departed from the provincial governor's residence."
      },
      {
        "date": "20250308",
        "id": 119,
        "text": "この人々ぞ志ある人なりける。",
        "kana": "このひとびとそころひあるひとなりける。",
        "translation-ja": "この人々は志のある人であった。",
        "translation-en": "These were people of true devotion.",
        "translation-ja-natural": "この人たちは、本当に心のこもった人々でした。",
        "translation-en-natural": "These people were truly sincere and devoted."
      },
      {
        "date": "20250308",
        "id": 120,
        "text": "この人々の深き志はこの海には劣らざるべし。",
        "kana": "このひとびとのふかきこころざしはこのうみにはおとらざるべし。",
        "translation-ja": "この人々の深い志は、この海にも劣らないだろう。",
        "translation-en": "The deep devotion of these people should be no less than the depth of this sea.",
        "translation-ja-natural": "この人々の深い信念は、この海の深さにも劣らないでしょう。",
        "translation-en-natural": "The deep devotion of these people is no less than the depth of the sea."
      },
      {
        "date": "20250309",
        "id": 121,
        "text": "これより今は漕ぎ離れて往く。",
        "kana": "これよりいまはこぎはなれてゆく。",
        "translation-ja": "ここから、今、漕ぎ離れて行く。",
        "translation-en": "From here, now, row away and go.",
        "translation-ja-natural": "ここから今、船を漕ぎ出して陸から離れていきます。",
        "translation-en-natural": "Now, they row away from here and leave the shore."
      },
      {
        "date": "20250310",
        "id": 122,
        "text": "これを見送らむとてぞこの人どもは追ひきける。",
        "kana": "これをみおくらむとてそこのひとどもはおひきける。",
        "translation-ja": "これを見送ろうとして、この人どもは追ってきたのだ。",
        "translation-en": "Intending to see this off, these people chased after.",
        "translation-ja-natural": "これを見送ろうとして、人々はあとを追いかけてきました。",
        "translation-en-natural": "Wishing to see them off, the people hurried after them."
      },
      {
        "date": "20250311",
        "id": 123,
        "text": "かくて漕ぎ行くまにまに海の邊にとまれる人も遠くなりぬ。",
        "kana": "かくてこぎゆくまにまにうみのほとりにとまれるひともとほくなりぬ。",
        "translation-ja": "こうして漕ぎ行くうちに、海辺に泊まっていた人も遠くなった。",
        "translation-en": "Thus, while rowing, even those who had stayed by the sea became distant.",
        "translation-ja-natural": "こうして船を漕ぎ進むうちに、海辺にとどまっていた人たちの姿も次第に遠ざかってしまいました。",
        "translation-en-natural": "As the boat moved forward, the people who had remained by the shore gradually disappeared from sight."
      },
      {
        "date": "20250311",
        "id": 124,
        "text": "船の人も見えずなりぬ。",
        "kana": "ふねのひともみえずなりぬ。",
        "translation-ja": "船の人も見えなくなってしまった。",
        "translation-en": "The people on the boat also disappeared from view.",
        "translation-ja-natural": "船の人々も見えなくなってしまいました。",
        "translation-en-natural": "The people on the boat were no longer visible."
      },
      {
        "date": "20250312",
        "id": 125,
        "text": "岸にもいふ事あるべし、船にも思ふことあれどかひなし。",
        "kana": "きしにもいふことあるべし、ふねにもおもふことあれどかひなし。",
        "translation-ja": "岸にも言うことがあるだろうし、船にも思うことはあるけれど、無駄である。",
        "translation-en": "There may be things to say on the shore, and things to think on the boat, though it is in vain.",
        "translation-ja-natural": "岸にいる人たちにも言いたいことはあるだろうし、船にいる人たちにも思うことはあるけれど、どうにもなりません。",
        "translation-en-natural": "Those on the shore may have things to say, and those on the boat may have thoughts of their own, but nothing can be done."
      },
      {
        "date": "20250313",
        "id": 126,
        "text": "かゝれどこの歌を獨言にしてやみぬ。",
        "kana": "かかれどこのうたをひとりごとにしてやみぬ。",
        "translation-ja": "こうあっても、この歌を独り言にして、終わった。",
        "translation-en": "Even so, regarding this song as a soliloquy, it ended.",
        "translation-ja-natural": "それでも、この歌、誰に贈るでもない独り言を最後に、海辺のことば、船の思いは、止んでいきました。",
        "translation-en-natural": "Even so, with this song, a soliloquy meant for no one, as its last, the words from the shore and the thoughts on the boat gradually faded away with the waves and the wind."
      },
      {
        "date": "20250313",
        "id": 127,
        "poem": "おもひやる/心は海を/渡れども/ふみしなければ/［＃「なければ」は底本では「なれば」］知らずやあるらむ。",
        "kana": "おもひやるこころはうみをわたれどもふみしなければしらずやあるらむ。",
        "translation-ja": "思いやる心は、海を渡るけれども、文がないので、知らないことがあるのだろうか。",
        "translation-en": "The heart that sends thoughts afar crosses the sea, but since there is no letter, is there something they do not know?",
        "translation-ja-natural": "思いやる心は海を渡るけれども、手紙ではないからといって、お互いの心がわからないということがあるのでしょうか。",
        "translation-en-natural": "The heart that longs for another may cross the sea, but just because it is not a letter, does it mean they cannot understand each other's hearts?"
      },
      {
        "date": "20250314",
        "id": 128,
        "text": "かくて宇多の松原を行き過ぐ。",
        "kana": "かくてうたのまつばらをゆきすぐ。",
        "translation-ja": "こうして、宇多の松原を行き過ぎる。",
        "translation-en": "Thus, they go past the pine grove of Uda.",
        "translation-ja-natural": "こうして、宇多の松原を通り過ぎる。",
        "translation-en-natural": "And so, we pass by the pine grove of Uda."
      },
      {
        "date": "20250314",
        "id": 129,
        "text": "松の數幾そばく、幾千年へたりと知らず。",
        "kana": "まつのかずいくそばく、いくせんねんへたりとしらず。",
        "translation-ja": "松の本数はどれほどか、幾千年を経たのかわからない。",
        "translation-en": "The number of pines, how great it is, and how many thousands of years they have endured, I do not know.",
        "translation-ja-natural": "松の本数がどれほど多いのか、何千年が経ったのか、私には分からない。",
        "translation-en-natural": "I do not know how great the number of pine trees is, nor how many thousands of years have passed."
      },
      {
        "date": "20250314",
        "id": 130,
        "text": "かくて宇多の松原を行き過ぐ。",
        "kana": "かくてうたのまつばらをゆきすぐ。",
        "translation-ja": "こうして、宇多の松原を行き過ぎる。",
        "translation-en": "Thus, they go past the pine grove of Uda.",
        "translation-ja-natural": "こうして、宇多の松原を通り過ぎる。",
        "translation-en-natural": "And so, we pass by the pine grove of Uda."
      },
      {
        "date": "20250314",
        "id": 131,
        "text": "もとごとに浪うちよせ枝ごとに鶴ぞ飛びかふ。",
        "kana": "もとごとになみうちよせえごとにつるぞとびかふ。",
        "translation-ja": "根元ごとに波が打ち寄せ、枝ごとに鶴が飛び交う。",
        "translation-en": "Waves wash against each root, and cranes fly back and forth among the branches.",
        "translation-ja-natural": "松の根元に波が打ち寄せ、枝ごとに鶴が飛び交っています。",
        "translation-en-natural": "Waves lap against the base of the pines, and cranes flutter among the branches."
      },
      {
        "date": "20250314",
        "id": 132,
        "text": "かくて宇多の松原を行き過ぐ。",
        "kana": "かくてうたのまつばらをゆきすぐ。",
        "translation-ja": "こうして、宇多の松原を行き過ぎる。",
        "translation-en": "Thus, they go past the pine grove of Uda.",
        "translation-ja-natural": "こうして、宇多の松原を通り過ぎる。",
        "translation-en-natural": "And so, we pass by the pine grove of Uda."
      },
      {
        "date": "20250314",
        "id": 133,
        "text": "おもしろしと見るに堪へずして船人のよめる歌、",
        "kana": "おもしろしとみるにたへずしてふなびとのよめるうた、",
        "translation-ja": "趣深いと見るに堪えきれず、船人が詠んだ歌は、",
        "translation-en": "Finding it too captivating to bear, a poem that a passenger composed...",
        "translation-ja-natural": "あまりにも趣深く、見ているうちに胸がいっぱいになり、船人が詠んだ歌は、",
        "translation-en-natural": "Overwhelmed by its beauty, a passenger composed the following poem..."
      },
      {
        "date": "20250314",
        "id": 134,
        "text": "かくて宇多の松原を行き過ぐ。",
        "kana": "かくてうたのまつばらをゆきすぐ。",
        "translation-ja": "こうして、宇多の松原を行き過ぎる。",
        "translation-en": "Thus, they go past the pine grove of Uda.",
        "translation-ja-natural": "こうして、宇多の松原を通り過ぎていきました。",
        "translation-en-natural": "And so, we pass by the pine grove of Uda."
      },
      {
        "date": "20250314",
        "id": 135,
        "poem": "見渡せば/松のうれごとに/すむ鶴は/千代のどちとぞ/思ふべらなる",
        "kana": "みわたせばまつのうれごとにすむつるはちよのどちとぞおもふべらなる",
        "translation-ja": "見渡すと、松の梢ごとに棲む鶴は、千代の友であると思っているようだ。",
        "translation-en": "Looking out, the cranes, dwelling on each pine treetop, seem to think of themselves as friends of a thousand generations.",
        "translation-ja-natural": "見渡すと、松の梢にとまる鶴たちは、松を千年の時を超える友と思っているようですね。",
        "translation-en-natural": "Looking out, the cranes perched on the pine treetops seem to think of the pines as their lifelong friends across a thousand years."
      },
      {
        "date": "20250314",
        "id": 136,
        "text": "とや。",
        "kana": "とや。",
        "translation-ja": "と。",
        "translation-en": ".",
        "translation-ja-natural": "と。",
        "translation-en-natural": "."
      },
      {
        "date": "20250314",
        "id": 137,
        "text": "かくて宇多の松原を行き過ぐ。",
        "kana": "かくてうたのまつばらをゆきすぐ。",
        "translation-ja": "こうして、宇多の松原を行き過ぎる。",
        "translation-en": "Thus, they go past the pine grove of Uda.",
        "translation-ja-natural": "こうして、宇多の松原を通り過ぎる。",
        "translation-en-natural": "And so, we pass by the pine grove of Uda."
      },
      {
        "date": "20250314",
        "id": 138,
        "text": "この歌は所を見るにえまさらず。",
        "kana": "このうたはところをみるにえまさらず。",
        "translation-ja": "この歌は、所を見るに、優らない。",
        "translation-en": "This poem cannot surpass the view when looking at the place.",
        "translation-ja-natural": "この歌は、実際の場所を見ると、そのすばらしさにはかなわない。",
        "translation-en-natural": "This poem, when seeing the actual place, cannot quite rival its beauty."
      },
      {
        "date": "20250314",
        "id": 139,
        "text": "かくて宇多の松原を行き過ぐ。",
        "kana": "かくてうたのまつばらをゆきすぐ。",
        "translation-ja": "こうして、宇多の松原を行き過ぎる。",
        "translation-en": "Thus, they go past the pine grove of Uda.",
        "translation-ja-natural": "こうして、宇多の松原を通り過ぎる。",
        "translation-en-natural": "And so, we pass by the pine grove of Uda."
      },
      {
        "date": "20250314",
        "id": 140,
        "text": "かくあるを見つゝ漕ぎ行くまにまに、山も海もみなくれ、夜更けて、西ひんがしも見えずして、てけのこと楫取の心にまかせつ。",
        "kana": "かくあるをみつつこぎゆくまにまに、やまもうみもみなくれ、よふけて、にしひんがしもみえずして、てけのことかぢとりのこころにまかせつ。",
        "translation-ja": "このようにあるものを見ながら漕いでいくうちに、山も海もすべて暮れ、夜が更け、西も東も見えなくなり、天気のことは楫取の心に任せてしまった。",
        "translation-en": "As the boat was rowed while looking at things as they were, the mountains and the sea all darkened, night fell, and neither west nor east was visible, and the weather was left to the oarsman's judgment.",
        "translation-ja-natural": "こうして船を漕ぎ進めるうちに、山も海もすっかり暮れて、夜が更けて、西も東も見えなくなり、天気のことは船頭に委ねるほかありませんでした。",
        "translation-en-natural": "As the boat moved forward, the mountains and sea faded into darkness, night deepened, and both west and east disappeared from view, leaving the weather in the hands of the oarsman."
      },
      {
        "date": "20250315",
        "id": 141,
        "text": "男もならはねば（二字ぬはイ）いとも心細し。",
        "kana": "をとこもならはねばいともこころぼしし。",
        "translation-ja": "男も慣れていないので、とても心細い。",
        "translation-en": "Since the men are not accustomed to it, they feel very uneasy.",
        "translation-ja-natural": "男たちもまだ船旅に慣れておらず、とても心細く感じていました。",
        "translation-en-natural": "Even the men were still unaccustomed to the voyage and felt very uneasy."
      },
      {
        "date": "20250315",
        "id": 142,
        "text": "まして女は船底に頭をつきあてゝねをのみぞなく。",
        "kana": "ましてをんなはふなぞこにかしらをつきあててねをのみそなく。",
        "translation-ja": "まして女は、船底に頭を突き当てて、ただ泣くばかりだ。",
        "translation-en": "Moreover, the women, with their heads pressed against the bottom of the boat, do nothing but cry.",
        "translation-ja-natural": "まして女たちは船底に頭をつけて、ただ泣くばかりでした。",
        "translation-en-natural": "Moreover, the women, with their heads against the bottom of the boat, did nothing but cry."
      },
      {
        "date": "20250315",
        "id": 143,
        "text": "かく思へば舟子楫取は船歌うたひて何とも思へらず。",
        "kana": "かくおもへばふなこかぢとりはふなうたうたひてなにともおもへらず。",
        "translation-ja": "こう思うに、水夫や船頭は船歌を歌い、何とも思わない。",
        "translation-en": "Thinking thus, the boatmen and the helmsman sing boat songs and think nothing of it.",
        "translation-ja-natural": "こう思っていると、水夫や船頭はのんびりと船歌を口ずさみ、まるで気にも留めていないようです。",
        "translation-en-natural": "As I ponder this, the boatmen and the helmsman leisurely hum a tune, seeming completely unbothered."
      },
      {
        "date": "20250315",
        "id": 144,
        "text": "そのうたふうたは、",
        "kana": "そのうたふうたは、",
        "translation-ja": "その歌う歌は、",
        "translation-en": "The song they sing is...",
        "translation-ja-natural": "船人が歌う歌は、",
        "translation-en-natural": "The song they sing is..."
      },
      {
        "date": "20250315",
        "id": 145,
        "poem": "春の野にてぞ",
        "kana": "はるののにて",
        "translation-ja": "春の野でさ",
        "translation-en": "In the spring fields...",
        "translation-ja-natural": "春の野でさ",
        "translation-en-natural": "In the spring fields..."
      },
      {
        "date": "20250315",
        "id": 146,
        "poem": "音をばなく",
        "kana": "ねをばなく",
        "translation-ja": "声を出して泣く",
        "translation-en": "Crying out loud...",
        "translation-ja-natural": "声を出して泣く",
        "translation-en-natural": "Crying out loud..."
      },
      {
        "date": "20250315",
        "id": 147,
        "poem": "わが薄にて",
        "kana": "わがすすきにて",
        "translation-ja": "若薄にさ",
        "translation-en": "with young silver grasses",
        "translation-ja-natural": "若薄にさ",
        "translation-en-natural": "with young silver grasses"
      },
      {
        "date": "20250315",
        "id": 148,
        "poem": "手切る切る",
        "kana": "てきるきる",
        "translation-ja": "手を切り切りして",
        "translation-en": "cutting and cutting hands",
        "translation-ja-natural": "手を切り切りして",
        "translation-en-natural": "cutting and cutting hands"
      },
      {
        "date": "20250315",
        "id": 149,
        "poem": "つんだる菜を",
        "kana": "つんだるなを",
        "translation-ja": "摘んだ菜を",
        "translation-en": "the picked vegetables",
        "translation-ja-natural": "摘んだ菜を",
        "translation-en-natural": "the picked vegetables"
      },
      {
        "date": "20250315",
        "id": 149,
        "poem": "親やまぼるらむ",
        "kana": "おややまぼるらむ",
        "translation-ja": "親が食べるのか",
        "translation-en": "Do the parents eat?",
        "translation-ja-natural": "親が食べるのか",
        "translation-en-natural": "Do the parents eat?"
      },
      {
        "date": "20250315",
        "id": 150,
        "poem": "姑や食ふらむ",
        "kana": "しゅうとめやくふらむ",
        "translation-ja": "姑が食べるのか",
        "translation-en": "Does the mother-in-law eat?",
        "translation-ja-natural": "姑が食べるのか",
        "translation-en-natural": "Does the mother-in-law eat?"
      },
      {
        "date": "20250315",
        "id": 151,
        "poem": "かへらや",
        "kana": "かへらや",
        "translation-ja": "帰るのか",
        "translation-en": "Shall we go back?",
        "translation-ja-natural": "帰るのか",
        "translation-en-natural": "Shall we go back?"
      },
      {
        "date": "20250315",
        "id": 152,
        "poem": "よんべのうなゐもがな",
        "kana": "よんべのうなゐもがな",
        "translation-ja": "夜べの幼子も来ないかな",
        "translation-en": "I wonder if a small kid will come tonight.",
        "translation-ja-natural": "夜のちっちゃな子は来ないかな",
        "translation-en-natural": "I wonder if a small child will come tonight."
      },
      {
        "date": "20250315",
        "id": 153,
        "poem": "ぜにこはむ",
        "kana": "ぜにこはむ",
        "translation-ja": "お金を乞う",
        "translation-en": "Begging for money",
        "translation-ja-natural": "お金をもらおう",
        "translation-en-natural": "Begging for money"
      },
      {
        "date": "20250315",
        "id": 154,
        "poem": "そらごとをして",
        "kana": "そらごとをして",
        "translation-ja": "嘘をついて",
        "translation-en": "Telling lies",
        "translation-ja-natural": "嘘をついて",
        "translation-en-natural": "Telling lies"
      },
      {
        "date": "20250315",
        "id": 155,
        "poem": "おぎのりわざをして",
        "kana": "おぎのりわざをして",
        "translation-ja": "掛買いにして",
        "translation-en": "Buying on credit",
        "translation-ja-natural": "掛け買いにして",
        "translation-en-natural": "Buying on credit"
      },
      {
        "date": "20250315",
        "id": 156,
        "poem": "銭も持て来ず",
        "kana": "ぜにももてきず",
        "translation-ja": "お金も持ってこない",
        "translation-en": "Without bringing money",
        "translation-ja-natural": "お金も持ってこない",
        "translation-en-natural": "Without bringing money"
      },
      {
        "date": "20250315",
        "id": 157,
        "poem": "おのれだに来ず",
        "kana": "おのれだにこず",
        "translation-ja": "自分自身も来ない",
        "translation-en": "Even oneself does not come",
        "translation-ja-natural": "自分自身も来ない",
        "translation-en-natural": "Even oneself does not come"
      },
      {
        "date": "20250315",
        "id": 158,
        "text": "かくて船人のうたふ歌を聞きて、",
        "kana": "かくてふなびとのうたふうたをききて、",
        "translation-ja": "船人たちが歌う歌を聞いて、",
        "translation-en": "Listening to the song sung by the boatmen,",
        "translation-ja-natural": "船人たちが歌う歌を聞いて、",
        "translation-en-natural": "Listening to the song sung by the boatmen,"
      },
      {
        "date": "20250315",
        "id": 159,
        "text": "かく思へば、",
        "kana": "かくおもへば、",
        "translation-ja": "こう思えば、",
        "translation-en": "Thinking thus,",
        "translation-ja-natural": "こう思えば、",
        "translation-en-natural": "Thinking thus,"
      },
      {
        "date": "20250316",
        "id": 160,
        "text": "これならず多かれども書かず。",
        "kana": "これならずおほかれどもかかず。",
        "translation-ja": "これだけでなく、多くあったが、書かない。",
        "translation-en": "Not only these, but there were many more, yet I will not write them.",
        "translation-ja-natural": "これだけの歌だけでなく、他にも多くあったけれど、もう書きません。",
        "translation-en-natural": "There were many other poems besides these, but I will not write them."
      },
      {
        "date": "20250316",
        "id": 161,
        "text": "これらを人の笑ふを聞きて、海は荒るれども心は少しなぎぬ。",
        "kana": "これらをひとのわらふをききて、うみはあられどもこころはすこしなぎぬ。",
        "translation-ja": "これらを人々が笑うのを聞いて、海は荒れているが、心は少し穏やかになった。",
        "translation-en": "Hearing people laugh at these, although the sea is rough, my heart has calmed a little.",
        "translation-ja-natural": "人々の笑い声を聞いて、海は荒れていても、少し気持ちが落ち着きました。",
        "translation-en-natural": "Hearing the laughter of others, even though the sea was rough, I felt a bit more at ease."
      },
      {
        "date": "20250316",
        "id": 162,
        "text": "かくゆきくらして泊にいたりて、おきな人ひとり、たうめ一人あるがなかに、心ちあしみしてものも物し給はでひそまりぬ。",
        "kana": "かくゆきくらしてとまりにいたりて、おきなひとひとり、たうめひとりあるがなかに、こころちあしみしてものもものしはでひそまりぬ。",
        "translation-ja": "このようにして行き、暮して、泊まり場に至り、翁が一人、専女が一人いる中で、気分が悪くなり、食事をすることもなく、寝てしまった。",
        "translation-en": "Thus, as they traveled until nightfall and reached the harbor, among them were one old man and one young woman, but feeling unwell, they ate nothing and fell asleep.",
        "translation-ja-natural": "こうして日が暮れるまで進み、港に着いたが、たまたま乗り合わせた老人と女性がいて、お二人は気分が悪くなり、食事もお取りにならずにそのまま眠ってしまいました。",
        "translation-en-natural": "As they traveled until nightfall and arrived at the harbor, there was an old man and a woman who had happened to be on board. Feeling unwell, they ate nothing and soon fell asleep."
      },
      {
        "date": "20250317",
        "id": 163,
        "text": "十日、けふはこの那波の泊にとまりぬ。",
        "kana": "とおか、けふはこのなはのとまりにとまりぬ。",
        "translation-ja": "十日、今日はこの奈半の港に泊まった。",
        "translation-en": "On the tenth, we anchored at this harbor of Naha.",
        "translation-ja-natural": "十日、今日はこの那波の港に泊まりました。",
        "translation-en-natural": "On the tenth. Today, we anchored at the harbor of Naha."
      },
      {
        "date": "20250317",
        "id": 164,
        "text": "十一日、曉に船を出して室津をおふ。",
        "kana": "とおか、あかつきにふねをいだしてむろつをおふ。",
        "translation-ja": "十一日、夜明けに船を出して、室津へ向かう。",
        "translation-en": "On the eleventh, we set sail at dawn and head toward Murotsu.",
        "translation-ja-natural": "十一日、夜明けに船を出して、室津へ向かいました。",
        "translation-en-natural": "On the eleventh, we set sail before dawn to head for Murotsu."
      },
      {
        "date": "20250317",
        "id": 165,
        "text": "人皆まだねたれば海のありやうも見えず、唯月を見てぞ西東をば知りける。",
        "kana": "ひとみなまだねたればうみのありやうもみえず、ただつきをみてぞにしひむがしをばしりける。",
        "translation-ja": "皆がまだ寝ていたので、海のありさまも見えず、ただ月を見て西と東を知った。",
        "translation-en": "As everyone was still asleep, I could not see the state of the sea, but I could tell west and east only by looking at the moon.",
        "translation-ja-natural": "人々はまだ眠っていて、海の様子も見えず、ただ月を見て西や東を見分けた。",
        "translation-en-natural": "As everyone was still asleep, I couldn't see the state of the sea and could only discern east and west by looking at the moon."
      },
      {
        "date": "20250317",
        "id": 165,
        "text": "かゝる間に皆夜明けて手あらひ例の事どもして晝になりぬ。",
        "kana": "かかるあひだにみなよあけててあらひれいのことどもしてひるになりぬ。",
        "translation-ja": "このようにしているうちに、すっかり夜が明けて、手を洗い、いつもの事をいろいろとして、昼になった。",
        "translation-en": "While we were doing this, it completely became dawn, we washed our hands, did various usual things, and it became noon.",
        "translation-ja-natural": "こうしているうちに夜が明け、手を洗ったり、いつものことをしたりしているうちに昼になった。",
        "translation-en-natural": "In the meantime, the dawn broke, and as people washed their hands and did their usual things, it became noon."
      },
      {
        "date": "20250318",
        "id": 166,
        "text": "いましはねといふ所にきぬ。",
        "kana": "いましはねといふところにきぬ。",
        "translation-ja": "今、羽根という所に来た。",
        "translation-en": "Now, I have come to a place called Hane.",
        "translation-ja-natural": "今、羽根という所に着きました。",
        "translation-en-natural": "Now, I've arrived at a place called Hane."
      },
      {
        "date": "20250318",
        "id": 167,
        "text": "わかき童この所の名を聞きて「はねといふ所は鳥の羽のやうにやある」といふ。",
        "kana": "わかきわらわこのところのなをききて「はねといふところはとりのはねのやうにやある」といふ。",
        "translation-ja": "若い子がこの所の名前を聞いて、「羽根という所は鳥の羽のようにあるのか？」と言う。",
        "translation-en": "A young child heard the name of this place and said, 'Is Hane like a bird's feather?'",
        "translation-ja-natural": "子どもがこの場所の名前を聞いて、「羽根って、鳥の羽みたいなところなの？」と言いました。",
        "translation-en-natural": "A child heard the name of this place and asked, 'Is Hane a place that looks like a bird's feather?'"
      },
      {
        "date": "20250318",
        "id": 168,
        "text": "まだ幼き童のことなれば人々笑ふ。",
        "kana": "まだおさなきわらはのことなればひとびとわらふ。",
        "translation-ja": "まだ幼い子の言うことなので、人々は笑う。",
        "translation-en": "Since it is something a young child says, people laugh.",
        "translation-ja-natural": "幼い子がそんなことを言うので、人々は笑った。",
        "translation-en-natural": "Since a little child said that, people laughed."
      },
      {
        "date": "20250318",
        "id": 169,
        "text": "時にありける女の童なむこの歌をよめる、",
        "kana": "ときにありけるをんなのわらはなむこのうたをよめる、",
        "translation-ja": "その時にいた女の子どもが、この歌を詠んだ。",
        "translation-en": "At that time, a girl who was there composed this poem.",
        "translation-ja-natural": "そのとき、そこにいた女の子がこの歌を詠んだ。",
        "translation-en-natural": "At that moment, a little girl there composed this poem."
      },
      {
        "date": "20250319",
        "id": 170,
        "poem": "まことにて/名に聞く所/はねならば/飛ぶがごとくに/みやこへもがな",
        "kana": "まことにてなにきくところはねならばとぶがごとくにみやこへもがな",
        "translation-ja": "本当に名の通りの場所が羽根であるならば、飛ぶように都へ行きたいものだ。",
        "translation-en": "If this place truly corresponds to its name, Hane, I wish I could fly to the capital.",
        "translation-ja-natural": "本当に「羽根」という名の通りなら、羽ばたくように都へ飛んで行きたいものです。",
        "translation-en-natural": "If this place truly lives up to its name, Hane, I wish I could soar to the capital."
      },
      {
        "date": "20250319",
        "id": 171,
        "text": "とぞいへる。",
        "kana": "とぞいへる。",
        "translation-ja": "と言った。",
        "translation-en": "So it was said.",
        "translation-ja-natural": "と言ったのです。",
        "translation-en-natural": "That's what was said."
      },
      {
        "date": "20250319",
        "id": 172,
        "text": "男も女もいかで疾く都へもがなと思ふ心あれば、この歌よしとにはあらねどげにと思ひて人々わすれず。",
        "kana": "をとこもをむなもいかでとくみやこへもがなとおもふこころあれば、このうたよしとにはあらねどげにとおもひてひとびとわすれず。",
        "translation-ja": "男も女も、どうしても早く都へと願う心があるので、この歌がいいのではないが、確かに、と思って、人々は忘れない。",
        "translation-en": "Both men and women have a heart that wishes to go quickly to the capital, so while this poem is not a good one, they think, 'Certainly,' and do not forget it.",
        "translation-ja-natural": "男も女も、なんとかして早く都へ帰りたいと願っていたので、この歌が特に優れているわけではないが、確かにその通りだと思い、皆が心に留めた。",
        "translation-en-natural": "Both men and women longed to return to the capital as soon as possible, so while this poem was not particularly outstanding, they felt it truly resonated and kept it in their hearts."
      },
      {
        "date": "20250319",
        "id": 173,
        "text": "このはねといふ所問ふ童の序にて（ぞイ）、又昔の人を思ひ出でゝいづれの時にか忘るゝ。",
        "kana": "このはねといふところとふわらはのついでにて、またむかしのひとをおもひいでていづれのときにかわするる。",
        "translation-ja": "この羽根という所の名を問うた子をきっかけに、また亡くなった子のことを思い出し、いつになったら忘れられようか。",
        "translation-en": "Taking the opportunity of the child who asked the name of this place called Hane, I remembered again the child who passed away, and when would I ever be able to forget?",
        "translation-ja-natural": "この羽根という地名を尋ねた子をきっかけに、亡くなった子のことを思い出してしまいましたが、いつになったら忘れられるのでしょうか。",
        "translation-en-natural": "Hearing the child ask about the name of this place, Hane, I couldn't help but remember the child who passed away. But when will I ever be able to forget?"
      },
      {
        "date": "20250320",
        "id": 174,
        "text": "今日はまして母の悲しがらるゝ事は、くだりし時の人の數足らねば、ふるき歌に「數はたらでぞかへるべらなる」といふことを思ひ出でゝ人のよめる、",
        "kana": "けふはましてははのかなしがらるることは、くだりしときのひとのかずたらねば、ふるきうたに「かずはたらでぞかへるべらなる」といふことをおもいいでてひとのよめる、",
        "translation-ja": "今日はまして、お母様が悲しがってらっしゃることは、下った時の人の数が足りないので、古い歌に「数が足らずに帰るようだ」ということを思い出して、人が詠んだのは、",
        "translation-en": "Today, all the more, the mother is grieving, because the number of people who went down from the capital is insufficient. Recalling the old song, 'It seems they are returning while the number remains insufficient,' a poem someone recited was...",
        "translation-ja-natural": "今日は、お母様がことさら悲しんでいらっしゃるのは、都を出発した時よりも帰る人の数が少ないからでしょう。古歌にある「出発時よりも少ない人数で帰るようだ」ということばを思い出し、ある人が詠んだ歌は、",
        "translation-en-natural": "Today, the mother grieves even more, as the number of people returning from the capital is fewer than when they left. Remembering the old song, 'It seems they are returning with fewer than they departed with,' someone recited the following poem..."
      },
      {
        "date": "20250320",
        "id": 175,
        "poem": "世の中に/おもひあれども/子を戀ふる/思ひにまさる/思ひなきかな",
        "kana": "よのなかにおもひやあれどもこをこふるおもひにまさるおもひなきかな",
        "translation-ja": "世の中に思いはあるけれども、子を恋しく思う気持ちに勝る思いはない。",
        "translation-en": "Although there are many emotions in this world, none surpass the love a parent feels for their child.",
        "translation-ja-natural": "世の中にはいろいろな思いがあるけれど、子どもを恋しく思う気持ちほど強いものはない。",
        "translation-en-natural": "There are many emotions in this world, but nothing is stronger than a parent's love for their child."
      },
      {
        "date": "20250320",
        "id": 176,
        "text": "といひつゝなむ。",
        "kana": "といひつゝなむ。",
        "translation-ja": "と言いながら...。",
        "translation-en": "Saying this, saying that...",
        "translation-ja-natural": "と言いながら...。",
        "translation-en-natural": "Saying this, saying that..."
      },
      {
        "date": "20250320",
        "id": 177,
        "text": "十二日、雨降らず。",
        "kana": "とおかあまりふつか、あめふらず。",
        "translation-ja": "十二日、雨は降らない。",
        "translation-en": "On the twelfth, rain does not fall.",
        "translation-ja-natural": "十二日、雨は降りませんでした。",
        "translation-en-natural": "On the twelfth, it didn't rain."
      },
      {
        "date": "20250320",
        "id": 178,
        "text": "文時、維茂が船のおくれたりし。",
        "kana": "ふむどき、これもちのふねのおくれたりし。",
        "translation-ja": "文時、維茂の船が遅れていた。",
        "translation-en": "Funtoki, Koremochi's ship had been delayed.",
        "translation-ja-natural": "文時、維茂の船が遅れていました。",
        "translation-en-natural": "Funtoki, Koremochi's ship was delayed."
      },
      {
        "date": "20250320",
        "id": 179,
        "text": "ならしつより室津に（つイ有）きぬ。",
        "kana": "ならしつよりむろつにつきぬ。",
        "translation-ja": "奈良志津から室津に着いた。",
        "translation-en": "They arrived at Murotsu from Narashi.",
        "translation-ja-natural": "ならしの港から室津に到着しました。",
        "translation-en-natural": "They arrived at Murotsu from Narashi."
      },
      {
        "date": "20250321",
        "id": 180,
        "text": "十三日の曉にいさか小雨ふる。",
        "kana": "とおかあまりみかのあかつきにいさかこあめふる。",
        "translation-ja": "十三日の暁に、わずかに小雨が降る。",
        "translation-en": "At dawn on the thirteenth day, a slight drizzle falls.",
        "translation-ja-natural": "十三日の夜明けに小雨が降っていました。",
        "translation-en-natural": "On the thirteenth, light rain fell at dawn."
      },
      {
        "date": "20250321",
        "id": 181,
        "text": "しばしありて止みぬ。",
        "kana": "しばしありてやみぬ。",
        "translation-ja": "しばらくして止んだ。",
        "translation-en": "It lasted for a while and then stopped.",
        "translation-ja-natural": "しばらく降りましたが、ほどなく雨はやみました。",
        "translation-en-natural": "It rained for a while, but then it stopped."
      },
      {
        "date": "20250321",
        "id": 182,
        "text": "男女これかれ、ゆあみなどせむとてあたりのよろしき所におりて行く。",
        "kana": "をとこをむなこれから、ゆあみなどせむとてあたりのよろしきところにおりてゆく。",
        "translation-ja": "男女の誰彼が、湯に入ろうとして、周囲の良い場所に降りて行く。",
        "translation-en": "Some men and women go down to a good place nearby to bathe.",
        "translation-ja-natural": "男女はこれから湯に入ろうとして、周囲の良い場所に降りて行きました。",
        "translation-en-natural": "Men and women went down to a suitable spot nearby to bathe."
      },
      {
        "date": "20250321",
        "id": 183,
        "text": "海を見やれば、",
        "kana": "うみをみやれば、",
        "translation-ja": "海を見ると、",
        "translation-en": "When I look at the sea,",
        "translation-ja-natural": "海を見ると、",
        "translation-en-natural": "When I look at the sea,"
      },
      {
        "date": "20250322",
        "id": 184,
        "text": "雲もみな浪とぞ見ゆる海士もがないづれか海と問ひて知るべく",
        "kana": "くももみななみとぞみゆるあまもがないづれかうみととひてしるべく",
        "translation-ja": "雲もみな波と見える。海士がいればなあ。どちらが海かと尋ねて知りたい。",
        "translation-en": "Clouds all look like waves. I wish there were a fisherman...to ask which is the sea.",
        "translation-ja-natural": "雲もみな波のように見えるので、どちらが本当の海かを尋ねて知りたくなりました。",
        "translation-en-natural": "Since all the clouds looked like waves, I wanted to ask a fisherman which one was the real sea."
      },
      {
        "date": "20250322",
        "id": 185,
        "text": "となむ歌よめる。",
        "kana": "となむうたよめる。",
        "translation-ja": "となむ歌を詠んだ。",
        "translation-en": "So a poem was recited.",
        "translation-ja-natural": "と歌を詠んだのでした。",
        "translation-en-natural": "So a poem was recited."
      },
      {
        "date": "20250322",
        "id": 186,
        "text": "さて十日あまりなれば月おもしろし。",
        "kana": "さてとおかあまりなればつきおもしろし。",
        "translation-ja": "さて、一月十日を過ぎたので、月が趣深い。",
        "translation-en": "Now, as the tenth day of the month has passed, the moon is delightful.",
        "translation-ja-natural": "さて、一月十日を過ぎたころで、月がとても美しく感じられました。",
        "translation-en-natural": "Now that it's past the tenth day of the month, the moon looked especially beautiful."
      },
      {
        "date": "20250322",
        "id": 187,
        "text": "船に乘り始めし日より船には紅こくよききぬ着ず。",
        "kana": "ふねにのりはじめしひよりふねにはくれないこくよききぬきず。",
        "translation-ja": "船に乗り始めた日から、船には紅の濃い良い着物を着て出ない。",
        "translation-en": "From the day we boarded the ship, no one wears a deep crimson, fine kimono on the boat.",
        "translation-ja-natural": "船に乗ってからは、海の上では濃い紅の立派な着物は身につけないことになっていました。",
        "translation-en-natural": "Ever since we set sail, no one has worn fine crimson robes on the boat."
      },
      {
        "date": "20250324",
        "id": 188,
        "text": "それは海の神に怖ぢてといひて、何の蘆蔭にことづけてほやのつまのいずしすしあはびをぞ心にもあらぬはぎにあげて見せける。",
        "kana": "それはうみのかみにおぢてといひて、なにのあしかげにことづけてほやのつまのいずしすしあはびをぞこころにもあらぬはぎにあげてみせける。",
        "translation-ja": "それは海の神を恐れてと言って、どの葦の陰にか隠れて、海鼠の妻のいずし・すしあわびを、心にもなく脛にあげて見せた。",
        "translation-en": "Saying it was out of fear of the sea god, they hid in some reed’s shadow, and, not even meaning to, raised up the pickled sea cucumber’s wife’s sushi and abalone to their shins and showed it.",
        "translation-ja-natural": "それは、海の神にさらわれるのを恐れてと言い、どこかの葦の陰に隠れて、恥ずかしいとも思わずに、老いた海女のように、身につけたものをまくし上げて見せたのです。",
        "translation-en-natural": "They said it was out of fear of the sea god, and, hiding in some reed’s shade, shamelessly lifted their garments like an old fisherwoman and showed themselves."
      },
      {
        "date": "20250324",
        "id": 189,
        "text": "十四日、曉より雨降れば同じ所に泊れり。",
        "kana": "とおかあまりよっか、あかつきよりあめふればおなじところにとまれり。",
        "translation-ja": "十四日、夜明けから雨が降ったので、同じ所に泊まった。",
        "translation-en": "On the fourteenth, rain fell at dawn, so we stayed at the same place.",
        "translation-ja-natural": "十四日は、夜明けから雨が降り出したので、同じ場所に留まりました。",
        "translation-en-natural": "On the morning of the fourteenth, it started raining at dawn, so we stayed where we were."
      },
      {
        "date": "20250324",
        "id": 190,
        "text": "船君せちみす。",
        "kana": "ふねぎみせちみす。",
        "translation-ja": "船君が節忌をする。",
        "translation-en": "The ship's master is performing a ritual.",
        "translation-ja-natural": "船の主人が節忌を行いました。",
        "translation-en-natural": "The ship's master performed a purification rite."
      },
      {
        "date": "20250325",
        "id": 191,
        "text": "さうじものなければ午の時より後に楫取の昨日釣りたりし鯛に、錢なければよねをとりかけておちられぬ。",
        "kana": "さうじものなければうまのときよりのちにかぢとりのきのふつりたりしたひに、ぜになければ、よねをとりかけて、おちられぬ。",
        "translation-ja": "精進物がないので、正午以降に楫取りが昨日釣った鯛に、銭がないので、米を代価にして、落しができた。",
        "translation-en": "Since there were no side dishes, after noon, the oarsman used the sea bream he had caught the day before. As there was no money, rice was given as payment, and they were able to break the abstinence.",
        "translation-ja-natural": "精進物がなかったので、昼を過ぎてから、楫取りが昨日釣った鯛を米と引き換えに、精進落しとすることができました。",
        "translation-en-natural": "Since there were no side dishes, after midday, they were able to break their fast with a sea bream the oarsman had caught the day before, exchanging it for rice."
      },
      {
        "date": "20250325",
        "id": 192,
        "text": "かゝる事なほありぬ。",
        "kana": "かかることなほありぬ。",
        "translation-ja": "このようなことが、まだあった。",
        "translation-en": "There were still things like this.",
        "translation-ja-natural": "まだまだこんなことが続きます。",
        "translation-en-natural": "There are still things like this."
      },
      {
        "date": "20250325",
        "id": 193,
        "text": "楫取又鯛もてきたり。",
        "kana": "かぢとりまたたいもてきたり。",
        "translation-ja": "楫取りがまた鯛を持ってきた。",
        "translation-en": "The oarsman brought a sea bream again.",
        "translation-ja-natural": "楫取りが再び鯛を持ってきました。",
        "translation-en-natural": "The oarsman brought a sea bream again."
      },
      {
        "date": "20250325",
        "id": 194,
        "text": "よね酒しばしばくる。",
        "kana": "よねさけしばしばくる。",
        "translation-ja": "よねさけ、しばしば来る。",
        "translation-en": "The rice-and-sake man comes frequently.",
        "translation-ja-natural": "そのうち、米酒さんこと、楫取りは、しょっちゅう来るようになりました。",
        "translation-en-natural": "Before long, the oarsman, a.k.a. 'Mr. Rice-and-Sake', started showing up all the time."
      },
      {
        "date": "20250325",
        "id": 195,
        "text": "楫取けしきあしからず。",
        "kana": "かぢとりけしきあしからず。",
        "translation-ja": "楫取は、様子が悪くない。",
        "translation-en": "The oarsman's demeanor is not bad.",
        "translation-ja-natural": "楫取りは、どことなく機嫌がよさそうでした。",
        "translation-en-natural": "The oarsman seemed to be in unusually good spirits."
      },
      {
        "date": "20250326",
        "id": 196,
        "text": "十五日、今日小豆粥煮ず。",
        "kana": "とほかあまりいつか、けふあづきがゆにず。",
        "translation-ja": "十五日、今日は小豆粥を煮ない。",
        "translation-en": "On the fifteenth, today we did not cook red bean porridge.",
        "translation-ja-natural": "十五日、今日は小豆粥を煮ませんでした。",
        "translation-en-natural": "On the fifteenth, we did not cook red bean porridge today."
      },
      {
        "date": "20250326",
        "id": 197,
        "text": "口をしくなほ日のあしければゐざるほどにぞ今日廿日あまり經ぬる。",
        "kana": "くちをしくなほひのあしければゐざるほどにぞけふはつかあまりへぬる。",
        "translation-ja": "残念で、さらに天気が悪いので、のろのろ進行で、今日で二十日以上が過ぎた。",
        "translation-en": "Regretful, and additionally the weather is bad, so with sluggish progress, today more than twenty days have passed.",
        "translation-ja-natural": "天気は相変わらず悪いし、進みも遅いし、なんだかんだでもう二十日以上たってしまいました。",
        "translation-en-natural": "The weather's still bad, the progress is slow, and somehow it's already been more than twenty days."
      },
      {
        "date": "20250326",
        "id": 198,
        "text": "徒に日をふれば人々海をながめつゝぞある。",
        "kana": "いたづらにひをふればひとびとうみをながめつつぞある。",
        "translation-ja": "無為に日を過ごしていると、人々はただ海を眺めている。",
        "translation-en": "Passing the days idly, people are simply gazing at the sea.",
        "translation-ja-natural": "何をするでもなく日々が過ぎ、人々はただ海を眺めて過ごしているだけでした。",
        "translation-en-natural": "The days passed with nothing in particular to do, and people spent their time just gazing out at the sea."
      },
      {
        "date": "20250326",
        "id": 199,
        "text": "めの童のいへる、",
        "kana": "めのわらべのいへる、",
        "translation-ja": "女の子が言った。",
        "translation-en": "One little girl said,...",
        "translation-ja-natural": "小さな女の子がこう言いました。",
        "translation-en-natural": "One little girl said,..."
      },
      {
        "date": "20250326",
        "id": 200,
        "poem": "立てばたつ/ゐれば又ゐる/吹く風と/浪とは思ふ/どちにやあるらむ",
        "kana": "たてばたつ/ゐればまたゐる/ふくかぜと/なみとはおもふ/どちにやあるらむ",
        "translation-ja": "立てば立つ、ゐればまたゐる、吹く風と波のことを思う。仲間なのだろうか。",
        "translation-en": "If one stands, the other stands; if one sits, the other sits. Thinking of the blowing wind and the waves, I wonder...are they companions?",
        "translation-ja-natural": "風が立てば波も立ち、風がおさまれば波も静かになる。まるで親しい友だちみたいだ。",
        "translation-en-natural": "When the wind rises, the waves rise too. When the wind calms, so do the waves. Aren’t they just like close friends?"
      },
      {
        "date": "20250327",
        "id": 201,
        "text": "いふかひなきものゝいへるにはいと似つかはし。",
        "kana": "いふかひなきもののいへるにはいとにつかはし。",
        "translation-ja": "幼い子どもが言ったこととしては、実に似つかわしい。",
        "translation-en": "That which was said by a small child is, indeed, fitting.",
        "translation-ja-natural": "幼い子が言ったことばとしては、とてもふさわしいものでした。",
        "translation-en-natural": "What the child said was very fitting for a child."
      },
      {
        "date": "20250327",
        "id": 202,
        "text": "十六日、風浪やまねば猶同じ所にとまれり。",
        "kana": "とおかあまりむいか、かぜなみやまねばなほおなじところにとまれり。",
        "translation-ja": "十六日、風と波が止まないので、まだ同じ所に泊まっている。",
        "translation-en": "On the sixteenth, the wind and waves not calming down, we still stayed at the same place.",
        "translation-ja-natural": "十六日、風と波が収まらなかったので、まだ同じ場所に泊まっていました。",
        "translation-en-natural": "On the sixteenth, since the wind and waves hadn't calmed down, we remained at the same place."
      },
      {
        "date": "20250327",
        "id": 203,
        "text": "たゞ海に浪なくしていつしかみさきといふ所渡らむとのみなむおもふ。",
        "kana": "ただうみになみなくしていつしかみさきといふところわたらむとのみなむおもふ。",
        "translation-ja": "ただ、海に波がなくなり、いつになったら岬という所を渡るのだろうとばかり思う。",
        "translation-en": "Simply, the waves not having calmed down on the sea, we thought only about when we might cross the place called Misaki.",
        "translation-ja-natural": "ただただ、海が穏やかになって、いつになったら岬という場所を渡れるのか、そればかりが気にかかっていた。",
        "translation-en-natural": "All we could think about was when the sea would calm down enough to cross Misaki, the cape."
      },
      {
        "date": "20250327",
        "id": 204,
        "text": "風浪ともにやむべくもあらず。",
        "kana": "かぜなみともにやむべくもあらず。",
        "translation-ja": "風も波もともに止みそうもない。",
        "translation-en": "The wind and waves are not likely to die down.",
        "translation-ja-natural": "風も波も止みそうもありません。",
        "translation-en-natural": "The wind and waves show no sign of letting up."
      },
      {
        "date": "20250328",
        "id": 205,
        "text": "ある人のこの浪立つを見て詠めるうた、",
        "kana": "あるひとのこのなみたつをみてうためるうた、",
        "translation-ja": "ある人が、この波が立つのを見て詠んだ歌、",
        "translation-en": "A song composed by someone who saw these waves rise.",
        "translation-ja-natural": "ある人が、この波が立つのを見て詠んだ歌は、",
        "translation-en-natural": "A song composed by someone who saw these waves rise."
      },
      {
        "date": "20250328",
        "id": 206,
        "poem": "霜だにも/おかぬかたぞと/いふなれど/浪の中には/ゆきぞ降りける",
        "kana": "しもだにも/おかぬかたぞと/いふなれど/なみのなかには/ゆきぞふりける",
        "translation-ja": "霜すら置かない地方だと言うけれど、波の中には雪が降ったのだった。",
        "translation-en": "They say it is a place where not even frost settles, but within the waves, snow did fall.",
        "translation-ja-natural": "霜すら降らない暖かい地方だと言われていますが、波の中には雪が降っていました。",
        "translation-en-natural": "They say not even frost falls here, and yet—there was snow falling in the waves."
      },
      {
        "date": "20250328",
        "id": 207,
        "text": "さて船に乘りし日よりけふまでに廿日あまり五日になりにけり。",
        "kana": "さてふねにのりしひよりけふまでにはつかあまりいつかになりにけり。",
        "translation-ja": "さて、船に乗った日から今日までで、二十五日になってしまった。",
        "translation-en": "From the day we boarded the ship until today, it has been twenty-five days.",
        "translation-ja-natural": "船に乗り込んだ日から今日までで、二十五日が経過しました。",
        "translation-en-natural": "From the day we boarded the ship until today, it has been twenty-five days."
      },
      {
        "date": "20250328",
        "id": 208,
        "text": "十七日、曇れる雲なくなりて曉月夜いとおもしろければ、船を出して漕ぎ行く。",
        "kana": "とおかあまりなぬか、くもれるくもなくなりてあかつきづくよいとおもしろければ、ふねをいだしてこぎゆく。",
        "translation-ja": "十七日、曇っていた雲がなくなり、曉月夜がたいそう趣深かったので、船を出して漕ぎ行く。",
        "translation-en": "On the seventeenth, the clouds that had made the sky overcast disappeared, and because the dawn moonlit night was very delightful, we set out and rowed on.",
        "translation-ja-natural": "十七日、雲が晴れて夜明けの月がとてもきれいだったので、船を出して漕ぎ出しました。",
        "translation-en-natural": "On the seventeenth, the clouds cleared and the dawn moon was so beautiful that we set out and began to row."
      },
      {
        "date": "20250329",
        "id": 209,
        "text": "このあひだに雲のうへも海の底も同じ如くになむありける。",
        "kana": "このあひだにくものうへもうみのそこもおなじごとくになむありける。",
        "translation-ja": "この間、雲の上も海の底も同じようだった。",
        "translation-en": "In the meantime, the clouds above and the sea below were the same.",
        "translation-ja-natural": "この間、雲の上も海の底も同じようになっていました。",
        "translation-en-natural": "During that time, the clouds above and the sea below blended into one."
      },
      {
        "date": "20250329",
        "id": 210,
        "text": "うべも昔のをのこは「棹は穿つ波の上の月を、船は襲ふ海のうちの空を」とはいひけむ。",
        "kana": "うべもむかしのをのこは「さおはうがつなみのうへのつきを、ふねはおそふうみのうちのそらを」とはいひけむ。",
        "translation-ja": "昔の男は「棹は穿つ波の上の月を、船はおそふ海のうちの空を」と言ったものだ。",
        "translation-en": "A man of old said, \"The pole pierces the moon upon the waves, and the ship presses the sky within the sea.\"",
        "translation-ja-natural": "昔の男はかつて、「棹は波の上の月を突き、舟は海に映った空を圧えつけている）」と言いました。",
        "translation-en-natural": "The man of old once said, \"The pole pierces the moon upon the waves, and the ship presses the sky within the sea.\""
      },
      {
        "date": "20250329",
        "id": 211,
        "text": "きゝされに聞けるなり。",
        "kana": "きゝされにきけるなり。",
        "translation-ja": "本気にせずに聞いていた。",
        "translation-en": "I heard it in jest.",
        "translation-ja-natural": "冗談だと思って聞いていました。",
        "translation-en-natural": "I heard it in jest."
      },
      {
        "date": "2025-03-29",
        "id": "commentary-01"
      },
      {
        "date": "20250330",
        "id": 212,
        "text": "又ある人のよめる歌、",
        "kana": "またあるひとのよめるうた、",
        "translation-ja": "また、ある人が詠んだ歌は、",
        "translation-en": "Also, a song composed by a certain person,",
        "translation-ja-natural": "また、ある人が詠んだ歌は、",
        "translation-en-natural": "Also, a song composed by someone..."
      },
      {
        "date": "20250330",
        "id": 213,
        "poem": "みなそこの/月のうへより/漕ぐふねの/棹にさはるは/桂なるらし",
        "kana": "みなそこの/つきのうへより/こぐふねの/さをにさはるは/かつらなるらし",
        "translation-ja": "水底から月の上へと漕いでいく船の棹に触れるものは、桂であるらしい。",
        "translation-en": "That which touches the pole of the boat rowing up from the surface of the water toward the moon must be a katsura tree.",
        "translation-ja-natural": "水の底から月へと漕ぎ出す船。その棹に触れるのは、どうやら桂の木かもしれませんね。",
        "translation-en-natural": "A boat rows up from the depths toward the moon. What brushes against its pole must be the katsura tree, they say grows on the moon."
      },
      {
        "date": "20250330",
        "id": 214,
        "text": "これを聞きてある人の又よめる、",
        "kana": "これをききてあるひとのまたよめる、",
        "translation-ja": "これを聞いて、ある人がまた詠んだ歌は、",
        "translation-en": "Upon hearing this, a certain person composed a poem,",
        "translation-ja-natural": "これを聞いて、別のある人がまた詠んだ歌は、",
        "translation-en-natural": "Upon hearing this, another person composed a poem..."
      },
      {
        "date": "20250330",
        "id": 215,
        "poem": "かげ見れば/浪の底なる/ひさかたの/空こぎわたる/われぞさびしき",
        "kana": "かげみれば/なみのそこなる/ひさかたの/そらこぎわたる/われぞさびしき",
        "translation-ja": "影を見れば、波の底にある久方の空を漕ぎ渡る私は寂しくて。",
        "translation-en": "When I look at the shadow, rowing across the long sky beneath the waves, I am so lonely.",
        "translation-ja-natural": "波の底に映る空を漕いでいる自分の影を見ていると、なんだか、ひどく寂しい気がしてくる。",
        "translation-en-natural": "As I look at the shadow of myself rowing through the sky reflected beneath the waves, a deep loneliness quietly washes over me."
      },
      {
        "date": "20250331",
        "id": 216,
        "text": "かくいふあひだに夜やうやく明けゆくに、楫取等「黒き雲にはかに出できぬ。",
        "kana": "かくいふあひだによやうやくあけゆくに、かじとりら「くろきくもにはかにでできぬ。",
        "translation-ja": "こう言っている間に、夜がようやく明けてきたので、楫取りたちは「黒い雲がにわかに出てきた。",
        "translation-en": "While saying this, the night gradually began to brighten, and the oarsmen said, \"A black cloud has suddenly appeared.\"",
        "translation-ja-natural": "こう言っているうちに、夜がようやく明けてきたので、楫取りたちは「黒い雲がにわかに出てきたぞ。",
        "translation-en-natural": "While saying this, the night gradually began to brighten, and the oarsmen said, \"A black cloud has suddenly appeared.\""
      },
      {
        "date": "20250331",
        "id": 217,
        "text": "風も吹きぬべし。",
        "kana": "かぜもふきぬべし。",
        "translation-ja": "風も、きっと吹くはずだ。",
        "translation-en": "The wind too will surely blow.",
        "translation-ja-natural": "風も吹くに違いない。",
        "translation-en-natural": "The wind must be blowing, huh."
      },
      {
        "date": "20250331",
        "id": 218,
        "text": "御船返してむ」といひてかへる。",
        "kana": "みふねかへしてむ」といひてかへる。",
        "translation-ja": "「お船を返そう」と言って、返る。",
        "translation-en": "Saying, \"We shall turn the ship back,\" they return.",
        "translation-ja-natural": "「船を返してしまおう」と言って、戻ってきました。",
        "translation-en-natural": "They said, \"Let's turn the ship back,\" and turned back."
      },
      {
        "date": "20250401",
        "id": 219,
        "text": "このあひだに雨ふりぬ。",
        "kana": "このあひだにあめふりぬ。",
        "translation-ja": "この間に雨が降った。",
        "translation-en": "Rain fell during this time.",
        "translation-ja-natural": "この間に雨が降りました。",
        "translation-en-natural": "It rained during this time."
      },
      {
        "date": "20250401",
        "id": 220,
        "text": "いとわびし。",
        "kana": "いとわびし。",
        "translation-ja": "とてもわびしい。",
        "translation-en": "so miserable.",
        "translation-ja-natural": "とても情けない。",
        "translation-en-natural": "It is so miserable."
      },
      {
        "date": "20250401",
        "id": 221,
        "text": "十八日、猶同じ所にあり。",
        "kana": "とおかあまりようか、なほおなじところにあり。",
        "translation-ja": "十八日、まだ同じところにいる。",
        "translation-en": "On the eighteenth, we are still in the same place.",
        "translation-ja-natural": "十八日、まだ同じところにいます。",
        "translation-en-natural": "On the eighteenth, we are still in the same place."
      },
      {
        "date": "20250401",
        "id": 222,
        "text": "海あらければ船いださず。",
        "kana": "うみあらければふねいださず。",
        "translation-ja": "海が荒れているので、船を出さない。",
        "translation-en": "The sea is rough, so no sailing.",
        "translation-ja-natural": "海が荒れているので、出航できません。",
        "translation-en-natural": "The sea is rough, so we can't set sail."
      },
      {
        "date": "20250402",
        "id": 223,
        "text": "この泊遠く見れども近く見れどもいとおもしろし。",
        "kana": "このとまりとほくみれどもちかくみれどもいとおもしろし。",
        "translation-ja": "この港は遠くを見ても近くを見てもとても趣がある。",
        "translation-en": "Whether seen from far or near, this harbor is very charming.",
        "translation-ja-natural": "この港の景色は遠くを見ても近くを見ても、とても風情があります。",
        "translation-en-natural": "The view from this harbor is full of charm, whether looking far or near."
      },
      {
        "date": "20250402",
        "id": 224,
        "text": "かゝれども苦しければ何事もおもほえず。",
        "kana": "かかれどもくるしければなにごともおもほえず。",
        "translation-ja": "そうであっても、苦しいので、何事も思われない。",
        "translation-en": "Even so, since my distress, nothing comes to mind.",
        "translation-ja-natural": "そうではあるけれども、今の状況がつらくて、何も気の利いたことが思い浮かびません。",
        "translation-en-natural": "Even so, since things are so hard right now, nothing comes to mind."
      },
      {
        "date": "20250403",
        "id": 225,
        "text": "男どちは心やりにやあらむ、からうたなどいふべし。",
        "kana": "をとこどちはこころやりにやあらむ、からうたなどいふべし。",
        "translation-ja": "男たちは心やりのためなのだろうか、漢詩などを言っているのだろう。",
        "translation-en": "Perhaps the men are saying Chinese poems as a way to relieve their hearts.",
        "translation-ja-natural": "男たちは心を慰めるために、漢詩などを吟じているのだろうか。",
        "translation-en-natural": "Maybe the men are reciting Chinese poems to ease their minds."
      },
      {
        "date": "20250403",
        "id": 226,
        "text": "船もいださでいたづらなればある人の詠める、",
        "kana": "ふねもいださでいたづらなればあるひとのよめる、",
        "translation-ja": "船も出さず、むなしく過ごしていたので、ある人の詠んだ歌は、",
        "translation-en": "Since the ship was not set out and it was idle time, a certain person's composed poem is:",
        "translation-ja-natural": "船も出せず、何もすることがないので、ある人が詠んだその歌は、",
        "translation-en-natural": "Since the ship is still unable to set sail and there is nothing to do, a poem that a certain person composed is..."
      },
      {
        "date": "20250403",
        "id": 227,
        "poem": "いそぶりの/寄する磯には/年月を/いつとも分かぬ/雪のみぞふる",
        "kana": "いそぶりの/よするいそには/としつきを/いつともわかぬ/ゆきのみぞふる",
        "translation-ja": "荒波の寄せる磯には、年月をいつとも分からぬ雪だけが降っている。",
        "translation-en": "On the shore where the waves strike, only snow falls, not knowing when in months or years.",
        "translation-ja-natural": "荒波の寄せる磯には、年月をいつとも分からない雪ばかりが降っています。",
        "translation-en-natural": "On the rocky shore where the waves crash, snow falls without distinguishing the years and months."
      },
      {
        "date": "20250403",
        "id": 228,
        "text": "この歌は常にせぬ人のごとなり。",
        "kana": "このうたはとこにせぬひとのごとなり。",
        "translation-ja": "この歌は、ふだん歌を詠まない人のことばだ。",
        "translation-en": "This poem is the word of a person who does not usually compose poetry.",
        "translation-ja-natural": "この歌は、普段は歌を詠まない人の歌です。",
        "translation-en-natural": "This poem is from a person who usually does not compose poetry."
      },
      {
        "date": "20250404",
        "id": 228,
        "text": "又人のよめる、",
        "kana": "またひとのよめる、",
        "translation-ja": "また、別の人が詠んだ歌は、",
        "translation-en": "Also, another person composed a poem, which is:",
        "translation-ja-natural": "また、別の人が詠んだ歌は、",
        "translation-en-natural": "Also, another person composed a poem, which is..."
      },
      {
        "date": "20250404",
        "id": 229,
        "poem": "風による/浪のいそには/うぐひすも/春もえしらぬ/花のみぞ咲く",
        "kana": "かぜによるなみのいそにはうぐひすもはるもえしらぬはなのみぞさく",
        "translation-en": "On the shore of waves by the wind, only flowers bloom that neither the warbler nor spring knows.",
        "translation-ja-natural": "風によって波の寄せる磯には、鶯も春も知らない花ばかりが咲いています。",
        "translation-en-natural": "On the shore where the wind blows and the waves rise, only flowers bloom that neither the warbler nor spring knows."
      },
      {
        "date": "20250405",
        "id": 230,
        "text": "この歌どもを少しよろしと聞きて、船のをさしける翁、月頃の苦しき心やりに詠める、",
        "kana": "このうたどもをすこしよろしとききて、ふねのをさしけるおきな、つきごろのくるしきこころやりによめる、",
        "translation-ja": "この歌どもを、少しよろしと聞いて、船をおさめていた翁が、月頃の苦しき心の晴らしに詠んだ歌は、",
        "translation-en": "Hearing that these songs were somewhat good, the old man who had been commanding the ship composed this poem to ease his painful feelings of about a month, which is...",
        "translation-ja-natural": "この歌が少しはましだろうと聞いて、船の長をしていたおじいさんが、この一ヶ月のつらさをまぎらわせるために詠んだ歌は、",
        "translation-en-natural": "Hearing that these songs were rather decent, the old man who had been in charge of the ship composed this poem to soothe the pain he'd been feeling for about a month, which is..."
      },
      {
        "date": "20250406",
        "id": 231,
        "poem": "立つなみを/雪か花かと/吹く風ぞ/よせつゝ人を/はかるべらなる",
        "kana": "たつなみを/ゆきかはなかと/ふくかぜぞ/よせつつひとを/はかるべらなる",
        "translation-ja": "立つ波を、雪か花かと、吹く風が寄せて、人をだましているらしい。",
        "translation-en": "The wind, blowing waves toward us, makes them seem like snow or flowers, and appears to deceive people.",
        "translation-ja-natural": "立つ波を、雪か花かと吹く風が寄せて、人を惑わせるようだ。",
        "translation-en-natural": "The rising waves and the blowing wind make one wonder if it is snow or flowers, as they seem to deceive people."
      },
      {
        "date": "20250406",
        "id": 232,
        "text": "この歌どもを人の何かといふを、ある人の又聞きふけりて詠める。",
        "kana": "このうたどもをひとのなにかといふを、あるひとのまたききふけりてよめる。",
        "translation-ja": "この歌どもを、人が何かと言うのを、ある人がまた聞き入って詠んだ。",
        "translation-en": "These poems, being spoken of as something or other by people, were heard again attentively by a certain person, who then composed a poem.",
        "translation-ja-natural": "この歌について人があれこれ言っているのを、ある人がまた聞き込んで、歌を詠みまして。",
        "translation-en-natural": "Hearing people say various things about these poems, someone listened again and composed a poem in response."
      },
      {
        "date": "20250406",
        "id": 233,
        "text": "その歌よめるもじ三十文字あまり七文字、人皆えあらで笑ふやうなり。",
        "kana": "そのうたよめるもじみそもぢあまりななもじ、ひとみなえあらでわらふやうなり。",
        "translation-ja": "その歌は詠んだ文字が三十文字あまり七文字で、人々はみな笑わないではいられないようだ。",
        "translation-en": "That poem, having thirty-seven characters, thirty plus seven more, seems to make everyone unable to refrain from laughing.",
        "translation-ja-natural": "その歌は、詠んだ文字が三十七文字の字あまりで、人々はみな笑わずにはいられないようでした。",
        "translation-en-natural": "The poem has thirty-seven characters in all, and everyone seems unable to help but laugh."
      },
      {
        "date": "20250407",
        "id": 234,
        "text": "歌ぬしいと氣色あしくてえず。",
        "kana": "うたぬしいとけしきあしくてえず。",
        "translation-ja": "歌の詠み手は、とても不機嫌になって、不満を漏らす。",
        "translation-en": "The poet, visibly upset, begins to grumble.",
        "translation-ja-natural": "歌の詠み手は、すっかり不機嫌になって、つい不満を口にしてしまう。",
        "translation-en-natural": "The poet gets visibly upset and can't help but grumble."
      },
      {
        "date": "20250407",
        "id": 235,
        "text": "まねべどもえまねばず。",
        "kana": "まねべどもえまねばず。",
        "translation-ja": "真似しようとしても、真似できない。",
        "translation-en": "Even if I try to imitate, I cannot.",
        "translation-ja-natural": "真似しようとしても、真似できません。",
        "translation-en-natural": "Even if I try to imitate, I cannot."
      }
    ]
  }
]
